Repository: PyLav/Red-Cogs
Catalog: plnotifier/locales/*.po
Languages: ar_bh, cs_cz, da_dk, de_be, el_cy, es_py, fr_lu, pt_br

source: [Node={node}] {requester} restored the player.
ar_bh: [Node={node}] {requester} استعاد اللاعب.
cs_cz: [Node={node}] {requester} obnovil hráče.
da_dk: [Node={node}] {requester} gendannede spilleren.
de_be: [Knoten={node}] {requester} hat den Spieler wiederhergestellt.
el_cy: [Κόμβος={node}] {requester} επανέφερε τον παίκτη.
es_py: [Nodo={node}] {requester} restauró el jugador.
fr_lu: [Node={node}] {requester} a restauré le joueur.

source: [Node={node}] Sponsorblock: Skipped {category} running from {start}s to {to}s.
ar_bh: [Node={node}] الراعي: تخطي {category} قيد من {start}s إلى {to}ثوان.
cs_cz: [Node={node}] Sponsorblock: Přeskočeno {category} běží z {start}do {to}s.
da_dk: [Node={node}] Sponsorblokke: Sprundet {category} kører fra {start}s til {to}s.
de_be: [Node={node}] Sponsorblock: {category} übersprungen, die von {start}s auf {to}s laufen.
el_cy: [Κόμβος ={node}] Χορηγός: Παραλήφθηκε {category} τρέχει από {start}s σε {to}δευτερόλεπτα.
es_py: [Node={node}] Sponsorblock: Se omitió {category} corriendo de {start}s a {to}s.
fr_lu: [Node={node}] Sponsorblock: {category} ignoré de {start}s à {to}s.

source: N/A
ar_bh: لا
cs_cz: Nepřichází v úvahu
el_cy: Δ/Υ

source: [Node={node}] {requester} changed the player filters. __**Currently Applied:**__ {data}
ar_bh: [Node={node}] {requester} غيّر فلاتر اللاعب. __**مطبق حاليا:**__ {data}
cs_cz: [Node={node}] {requester} změnil filtry hráčů. __**Aktuálně aplikováno:**__ {data}
da_dk: [Node={node}] {requester} ændrede spillerfiltrene. __**Anvendes nuværen:**__ {data}
de_be: [Knoten={node}] {requester} änderte den Spielerfilter. __**Derzeit angewendet:**__ {data}
el_cy: [Κόμβος={node}] {requester} άλλαξε τα φίλτρα παίκτη. __**Αυτήν τη στιγμή Εφαρμόστηκε:**__ {data}
es_py: [Nodo={node}] {requester} ha cambiado los filtros del jugador. __**Aplicado actualmente:**__ {data}
fr_lu: [Node={node}] {requester} a modifié les filtres du joueur. __**Actuellement Applié :**__ {data}

source: Node {name} has been connected.
ar_bh: تم توصيل العقدة {name}.
cs_cz: Uzel {name} byl připojen.
da_dk: Indholdselement {name} er blevet tilsluttet.
de_be: Knoten {name} wurde verbunden.
el_cy: Ο κόμβος {name} έχει συνδεθεί.
es_py: El nodo {name} ha sido conectado.
fr_lu: Le nœud {name} a été connecté.

source: Node {name} has been disconnected with code {code} and reason: {reason}.
ar_bh: العقدة {name} تم فصلها مع الرمز {code} والسبب: {reason}.
cs_cz: Uzel {name} byl odpojen s kódem {code} a důvodem: {reason}.
da_dk: Knude {name} er blevet afbrudt med kode {code} og årsag: {reason}.
de_be: Knoten {name} wurde mit Code {code} und Grund getrennt: {reason}.
el_cy: Ο κόμβος {name} έχει αποσυνδεθεί με κωδικό {code} και λόγο: {reason}.
es_py: El nodo {name} ha sido desconectado con el código {code} y el motivo: {reason}.
fr_lu: Le noeud {name} a été déconnecté avec le code {code} et la raison : {reason}.

source: The node which the player is connected to changed from {fro} to {to}.
ar_bh: تم تغيير العقدة التي تم توصيل اللاعب بها من {fro} إلى {to}.
cs_cz: Uzel, ke kterému je hráč připojen na změnu z {fro} na {to}.
da_dk: Den node, som spilleren er forbundet til, ændres fra {fro} til {to}.
de_be: Der Knoten, zu dem der Spieler verbunden ist, wurde von {fro} zu {to} geändert.
el_cy: Ο κόμβος στον οποίο είναι συνδεδεμένος ο παίκτης από {fro} σε {to}.
es_py: El nodo al que el jugador está conectado ha cambiado de {fro} a {to}.
fr_lu: Le noeud auquel le joueur est connecté a changé de {fro} à {to}.

source: [Node={node}] The websocket connection to the Lavalink node closed with code {code} and reason {reason}.
ar_bh: [Node={node}] تم إغلاق اتصال موقع الويب بالعقدة Lavalink بواسطة الكود {code} والسبب {reason}.
cs_cz: [Node={node}] Připojení socketu k uzlu Lavalink uzavřeno kódem {code} a důvodem {reason}.
da_dk: [Node={node}] Websocket forbindelsen til Lavalink noden lukket med kode {code} og årsag {reason}.
de_be: [Node={node}] Die Websocket-Verbindung zum Lavalink-Knoten wurde mit dem Code {code} und dem Grund {reason} geschlossen.
el_cy: [Κόμβος={node}] Η σύνδεση websocket στον κόμβο Lavalink έκλεισε με κωδικό {code} και λόγο {reason}.
es_py: [Node={node}] La conexión websocket al nodo Lavalink cerró con el código {code} y el motivo {reason}.
fr_lu: [Node={node}] La connexion websocket au nœud Lavalink s'est fermée avec le code {code} et la raison {reason}.
