Repository: PyLav/Red-Cogs
Catalog: plnotifier/locales/*.po
Languages: ar_bh, cs_cz, da_dk, de_be, el_cy, es_py, fr_lu, pt_br

source: Listen to events from the PyLav player and send them as messages to the specified channel
pt_br: Ouça eventos do player PyLav e envie como mensagens para o canal especificado

source: Configure the PyLavNotifier cog
pt_br: Configurar o cog PyLavNotifier

source: Show the version of the Cog and its PyLav dependencies
pt_br: Mostrar a versão do Cog e suas dependências PyLav

source: Library/Cog
ar_bh: المكتبة/الكلب
cs_cz: Knihovna/Cog
da_dk: Bibliotek/Tåge
de_be: Bibliothek/Cog
el_cy: Βιβλιοθήκη/Σόργο
es_py: Biblioteca/Cog
fr_lu: Bibliothèque/Cog
pt_br: Biblioteca/Cog

source: Version
ar_bh: الإصدار
cs_cz: Verze
el_cy: Έκδοση
es_py: Versión
pt_br: Versão

source: Set the notify channel for the player
pt_br: Defina o canal de notificação para o player

source: I do not have permission to manage webhooks in {channel}
pt_br: Eu não tenho permissão para gerenciar webhooks em {channel}

source: I do not have permission to create a thread in {channel}
pt_br: Eu não tenho permissão para criar um tópico em {channel}

source: PyLav Notifier - Requested by {author}
pt_br: PyLav Notifier - Solicitado por {author}

source: This thread will be used by PyLav to post notifications about the player
pt_br: Este tópico será usado pelo PyLav para publicar notificações sobre o jogador

source: PyLavNotifier channel set to {channel}
ar_bh: تم تعيين قناة PyLavNotifier إلى {channel}
cs_cz: PyLavNotifier kanál nastaven na {channel}
da_dk: PyLavNotifier kanal sat til {channel}
de_be: PyLavNotifier Kanal auf {channel} gesetzt
el_cy: Το κανάλι PyLavNotifier ορίστηκε σε {channel}
es_py: Canal PyLavNotifier establecido en {channel}
fr_lu: Canal PyLavNotifier défini à {channel}
pt_br: Canal do PyLavNotifier definido para {channel}

source: Set whether or not to notify for the specified event. Arguments: event -- The event to set. toggle -- Whether or not to notify upon receiving this event. use_mention -- Whether or not to use a mention instead of the name for the action requested.
ar_bh: تعيين ما إذا كان سيتم أو لا يتم إعلامك عن الحدث المحدد. الحججج: الحدث -- الحدث المراد تحديده. تبديل -- ما إذا كان سيتم الإخطار أم لا عند تلقي هذا الحدث. use_mention -- سواء استخدم أو لا استخدم ذكر بدلاً من اسم الإجراء المطلوب.
cs_cz: Nastavte, zda má být oznámeno pro danou událost. Argumenty: událost -- událost k nastavení. přepnout -- Zda se oznamuje po přijetí této události. use_mention -- Zda použít či nepoužít namísto názvu požadované akce.
da_dk: Angiv, om der skal meddeles for den angivne begivenhed. Arguments: begivenhed -- Begivenheden der skal indstilles. skift -- Om der skal meddeles ved modtagelse af denne begivenhed. use_mention -- Hvorvidt der skal bruges en omtale i stedet for navnet på den ønskede handling.
de_be: Legen Sie fest, ob für das angegebene Ereignis benachrichtigt werden soll oder nicht. Argumente: Ereignis -- Das zu setzende Ereignis. umschalten -- Ob beim Empfang dieses Ereignisses benachrichtigt werden soll oder nicht. use_mention -- Gibt an, ob anstelle des Namens für die angeforderte Aktion eine Erwähnung verwendet werden soll oder nicht.
el_cy: Ορίστε αν θα ειδοποιηθεί ή όχι για το συγκεκριμένο γεγονός. Παράμετροι: εκδήλωση -- Η εκδήλωση που θα καθοριστεί. εναλλαγή -- Εάν θα ειδοποιηθεί ή όχι κατά τη λήψη αυτού του γεγονότος. use_mention -- Εάν θα χρησιμοποιηθεί ή όχι μια αναφορά αντί για το όνομα της ενέργειας που ζητήθηκε.
es_py: Establecer si notificar o no para el evento especificado. Argumentos: evento -- El evento a establecer. activar o no notificar al recibir este evento. use_mention -- Si se usa o no una mención en lugar del nombre de la acción solicitada.
fr_lu: Définit si oui ou non il faut notifier pour l'événement spécifié. Arguments : événement -- L'événement à définir. activer/désactiver -- Si oui ou non notifier lors de la réception de cet événement. use_mention -- Utiliser ou non une mention au lieu du nom de l'action demandée.
pt_br: Configura se quer ou não notificar para a reunião especificada. Argumentos: Evento -- O evento a ser definido. Alternar -- Se deseja ou não notificar ao receber este evento. use_mention -- Se deve ou não usar uma menção ao invés do nome da ação solicitada.

source: Invalid event, possible events are: {events}
pt_br: Evento inválido, eventos possíveis são: {events}

source: Event {event} set to {toggle}{extras}
pt_br: Evento {event} definido como {toggle}{extras}

source: notify
ar_bh: إشعار
cs_cz: Upozornit
da_dk: underret
de_be: benachrichtigen
el_cy: ειδοποίηση
es_py: notificar
fr_lu: notifier
pt_br: notificar

source: do not notify
ar_bh: لا تقم بالإعلام
cs_cz: neoznamovat
da_dk: underretter ikke
de_be: nicht benachrichtigen
el_cy: δεν ειδοποιούν
es_py: no notificar
fr_lu: ne pas notifier
pt_br: Não notificar

source: with mentions
ar_bh: مع الإشارات
cs_cz: s zmínkami
da_dk: med omtaler
de_be: mit Erwähnungen
el_cy: με αναφορές
es_py: con menciones
fr_lu: avec mentions
pt_br: com menções

source: without mentions
ar_bh: بدون ذكر
cs_cz: bez zmínek
da_dk: uden omtale
de_be: ohne Erwähnungen
el_cy: χωρίς αναφορές
es_py: sin menciones
fr_lu: sans mentions
pt_br: sem menções

source: Track Stuck Event
ar_bh: حدث عربة المسارات
cs_cz: Sledovat zaseknutou událost
da_dk: Spor Stuck Event
de_be: Verbleibendes Ereignis verfolgen
el_cy: Εκδήλωση Κομματιού Stuck
es_py: Rastrear evento atascado
fr_lu: Événement de suivi bloqué
pt_br: Rastrear Evento Preso

source: [Node={node}] {track} is stuck for {threshold} seconds, skipping
pt_br: [Node={node}] {track} está preso por {threshold} segundos, ignorando

source: Track Exception Event
ar_bh: حدث استثناء المسار
cs_cz: Událost výjimky ze skladby
da_dk: Spor Undtagelsesbegivenhed
de_be: Ausnahme-Ereignis verfolgen
el_cy: Παρακολούθηση Συμβάντος Εξαίρεσης
es_py: Rastrear Evento de Excepción
fr_lu: Événement d'exception de parcours
pt_br: Rastrear Evento de Exceção

source: [Node={node}] There was an error while playing {track}: {exception}
ar_bh: [العقدة/{node}] حدث خطأ أثناء تشغيل {track}: {exception}
cs_cz: [Node={node}] Při hraní {track}došlo k chybě: {exception}
da_dk: [Node={node}] Der opstod en fejl under afspilning af {track}: {exception}
de_be: [Node={node}] Es gab einen Fehler bei der Wiedergabe von {track}: {exception}
el_cy: [Κόμβος={node}] Υπήρξε σφάλμα κατά την αναπαραγωγή {track}: {exception}
es_py: [Node={node}] Hubo un error mientras se jugaba {track}: {exception}
fr_lu: [Node={node}] Il y a eu une erreur lors de la lecture de {track}: {exception}
pt_br: [Node={node}] Ocorreu um erro ao tocar {track}: {exception}

source: the player reached the end of the tracks runtime
pt_br: o jogador alcançou o final do tempo de execução das faixas

source: a new track started playing
pt_br: uma nova faixa começou a tocar

source: it failed to start
pt_br: falhou ao iniciar

source: because the player was stopped
pt_br: porque o jogador foi parado

source: the node told it to stop
pt_br: o nó disse para ele parar

source: Track End Event
ar_bh: حدث نهاية المسار
cs_cz: Sledovat koncovou událost
da_dk: Spor Afslut Begivenhed
de_be: Endereignis verfolgen
el_cy: Παρακολούθηση Τελικού Γεγονότος
es_py: Rastrear Evento Final
fr_lu: Événement de fin de parcours
pt_br: Rastrear evento de fim

source: [Node={node}] {track} has finished playing because {reason}
ar_bh: [Node={node}] {track} انتهى التشغيل لأن {reason}
cs_cz: [Node={node}] {track} dokončil hraní, protože {reason}
da_dk: [Node={node}] {track} er færdig med at spille fordi {reason}
de_be: [Knoten={node}] {track} hat das Spiel beendet weil {reason}
el_cy: [Κόμβος={node}] {track} ολοκλήρωσε την αναπαραγωγή επειδή {reason}
es_py: [Nodo={node}] {track} ha terminado de jugar porque {reason}
fr_lu: [Node={node}] {track} a fini de jouer parce que {reason}
pt_br: [Node={node}] {track} terminou de jogar porque {reason}

source: YouTube Music Track Start Event
ar_bh: حدث بدء مسار الموسيقى على اليوتيوب
cs_cz: Počáteční událost hudby YouTube
da_dk: YouTube Musik Track Start Begivenhed
de_be: YouTube Musik-Track Start Event
el_cy: Εκδήλωση Εκκίνησης Μουσικού Κομματιού Youtube
es_py: Evento de inicio de pista de YouTube
fr_lu: Événement de début de piste de musique YouTube
pt_br: Evento de início da faixa de música YouTube

source: [Node={node}] YouTube Music track: {track} has started playing. Requested by: {requester}
ar_bh: [Node={node}] مسار الموسيقى على اليوتيوب: {track} بدأ في اللعب. طلب من: {requester}
cs_cz: [Node={node}] YouTube hudební skladba: {track} začalo hrát. Požadováno: {requester}
da_dk: [Node={node}] YouTube Musik spor: {track} er begyndt at spille. Anmodet om: {requester}
de_be: [Node={node}] YouTube-Musiktitel: {track} hat mit der Wiedergabe begonnen. Angefordert von: {requester}
el_cy: [Κόμβος={node}] YouTube Μουσική κομμάτι: {track} άρχισε να παίζει. Ζητήθηκε από: {requester}
es_py: [Node={node}] Pista de Música de YouTube: {track} ha empezado a tocar. Solicitado por: {requester}
fr_lu: [Node={node}] Musique YouTube : {track} a commencé à jouer. Demandé par: {requester}
pt_br: [Node={node}] Música no YouTube: {track} começou a tocar. Solicitado por: {requester}

source: Deezer Track Start Event
pt_br: Evento de início do Deezer Track

source: [Node={node}] Deezer track: {track} has started playing. Requested by: {requester}
pt_br: [Node={node}] A faixa de recepção: {track} começou a jogar. Solicitada por: {requester}

source: Spotify Track Start Event
ar_bh: حدث بدء مسار Spotify
cs_cz: Spotify začátek události trasy
da_dk: Spotify Track Start Begivenhed
el_cy: Εκκίνηση Κομματιού Spotify
es_py: Evento de inicio de pista de Spotify
fr_lu: Événement de début de la piste Spotify
pt_br: Evento de início da faixa do Spotify

source: [Node={node}] Spotify track: {track} has started playing. Requested by: {requester}
ar_bh: [ملاحظة={node}] مسار سبوتيفي: {track} بدأ في اللعب. طلب من: {requester}
cs_cz: [Node={node}] Spotify stopa: {track} začalo hrát. Požadováno: {requester}
da_dk: [Node={node}] Spotify spor: {track} er begyndt at spille. Anmodet af: {requester}
de_be: [Node={node}] Spotify-Track: {track} hat begonnen zu spielen. Angefordert von: {requester}
el_cy: [Κόμβος={node}] Κομμάτι Spotify: {track} άρχισε να παίζει. Ζητήθηκε από: {requester}
es_py: [Node={node}] Spotify track: {track} ha empezado a jugar. Solicitado por: {requester}
fr_lu: [Node={node}] La piste Spotify : {track} a commencé à jouer. Demandé par: {requester}
pt_br: [Node={node}] Faixa do Spotify: {track} começou a jogar. Solicitado por: {requester}

source: Apple Music Track Start Event
ar_bh: حدث بدء مسار موسيقى التفاح
cs_cz: Počáteční událost Apple Music Track
da_dk: Apple Music Track Start Begivenhed
el_cy: Apple Music Track Εκδήλωση Εκκίνησης
es_py: Evento de inicio de Apple Music Track
fr_lu: Événement de Début de l'Apple Music Track
pt_br: Evento de início da faixa de música Apple

source: [Node={node}] Apple Music track: {track} has started playing. Requested by: {requester}
ar_bh: [Node={node}] مسار موسيقى التفاح: {track} بدأ في اللعب. طلب من: {requester}
cs_cz: [Node={node}] Apple Music track: {track} začal hrát. Požadováno: {requester}
da_dk: [Node={node}] Apple Musik spor: {track} er begyndt at spille. Anmodet om: {requester}
de_be: [Node={node}] Apple Music Track: {track} hat mit der Wiedergabe begonnen. Angefordert von: {requester}
el_cy: [Κόμβος ={node}] Κομμάτι Apple Music: {track} άρχισε να παίζει. Ζητήθηκε από: {requester}
es_py: [Node={node}] Apple Music track: {track} ha empezado a tocar. Solicitado por: {requester}
fr_lu: [Node={node}] La piste Apple Music : {track} a commencé à jouer. Demandé par: {requester}
pt_br: [Node={node}] Apple Music track: {track} começou a tocar. Solicitado por: {requester}

source: Local Track Start Event
ar_bh: حدث بدء المسار المحلي
cs_cz: Počáteční událost místní trasy
da_dk: Lokalt Spor Start Begivenhed
de_be: Lokaler Track-Startereignis
el_cy: Εκτέλεση Τοπικού Κομματιού
es_py: Evento de inicio de pista local
fr_lu: Événement de début de piste locale
pt_br: Evento de início dos trajetos locais

source: [Node={node}] Local track: {track} has started playing. Requested by: {requester}
ar_bh: [Node={node}] المسار المحلي: {track} بدأ في اللعب. طلب من: {requester}
cs_cz: [Node={node}] Místní skladba: {track} začalo hrát. Požadováno: {requester}
da_dk: [Node={node}] Lokalt spor: {track} er begyndt at spille. Anmodet om: {requester}
de_be: [Node={node}] Lokaler Track: {track} hat begonnen. Angefordert von: {requester}
el_cy: [Κόμβος={node}] Τοπικό κομμάτι: {track} ξεκίνησε να παίζει. Ζητήθηκε από: {requester}
es_py: [Node={node}] Pista local: {track} ha comenzado a jugar. Solicitado por: {requester}
fr_lu: [Node={node}] Piste locale: {track} a commencé à jouer. Demandé par: {requester}
pt_br: [Node={node}] Faixa local: {track} começou a jogar. Solicitado por: {requester}

source: HTTP Track Start Event
ar_bh: حدث بدء مسار HTTP
cs_cz: Začáteční událost HTTP trasy
da_dk: Http Spor Start Begivenhed
de_be: HTTP Track Start Ereignis
el_cy: Εκκίνηση Κομματιού HTTP
es_py: Evento de inicio de pista HTTP
fr_lu: Événement de début de piste HTTP
pt_br: Evento de início do caminho HTTP

source: [Node={node}] HTTP track: {track} has started playing. Requested by: {requester}
ar_bh: [Node={node}] مسار HTTP: {track} بدأ في اللعب. طلب من: {requester}
cs_cz: [Node={node}] HTTP skladba: {track} začalo hrát. Požadováno: {requester}
da_dk: [Node={node}] HTTP-spor: {track} er begyndt at spille. Anmodet om: {requester}
de_be: [Node={node}] HTTP-Track: {track} hat mit der Wiedergabe begonnen. Angefordert von: {requester}
el_cy: [Κόμβος ={node}] HTTP κομμάτι: {track} ξεκίνησε να παίζει. Ζητήθηκε από: {requester}
es_py: [Node={node}] Pista HTTP: {track} ha comenzado a jugar. Solicitado por: {requester}
fr_lu: [Node={node}] Piste HTTP: {track} a commencé à jouer. Demandé par: {requester}
pt_br: [Node={node}] Faixa HTTP: {track} começou a jogar. Solicitado por: {requester}

source: Text-To-Speech Track Start Event
ar_bh: حدث بدء مسار النص والنطق
cs_cz: Počáteční událost text-To-Speech trasy
da_dk: Tekst-Til-Tale Spor Start Begivenhed
de_be: Start des Text-zu-Sprache-Tracks
el_cy: Κείμενο-Σε-Ομιλία Παρακολούθηση Εκδήλωση
es_py: Evento de inicio de pista de texto a voz
fr_lu: Événement de début de la piste vocale Text-To-Speech
pt_br: Evento de início de faixa texto-para-voz

source: [Node={node}] Text-To-Speech track: {track} has started playing. Requested by: {requester}
ar_bh: [Node={node}] مسار النص - الكلام: {track} بدأ في اللعب. طلب من: {requester}
cs_cz: [Node={node}] Text-To-Speech stopa: {track} začalo hrát. Požadováno: {requester}
da_dk: [Node={node}] Tekst-til-Tale spor: {track} er begyndt at spille. Anmodet om: {requester}
de_be: [Node={node}] Text-To-Speech Track: {track} hat angefangen zu spielen. Angefordert von: {requester}
el_cy: [Κόμβος={node}] Κείμενο σε ομιλία κομμάτι: {track} ξεκίνησε να παίζει. Ζητήθηκε από: {requester}
es_py: [Node={node}] Pista de texto a voz: {track} ha empezado a jugar. Solicitado por: {requester}
fr_lu: [Node={node}] Piste de synthèse vocale: {track} a commencé à jouer. Demandé par: {requester}
pt_br: [Node={node}] Faixa de Texto-para-fala: {track} começou a jogar. Solicitado por: {requester}

source: YouTube Track Start Event
ar_bh: حدث بدء تتبع اليوتيوب
cs_cz: Začáteční událost YouTube trasy
da_dk: YouTube Track Start Begivenhed
de_be: YouTube-Track Start Ereignis
el_cy: Εκδήλωση Εκκίνησης Κομματιού Youtube
es_py: Evento de inicio de pista de YouTube
fr_lu: Événement de début de piste YouTube
pt_br: Evento de início da faixa do YouTube

source: [Node={node}] YouTube track: {track} has started playing. Requested by: {requester}
ar_bh: [Node={node}] مسار يوتيوب: {track} بدأ في اللعب. طلب من: {requester}
cs_cz: [Node={node}] YouTube skladba: {track} začalo hrát. Požadováno: {requester}
da_dk: [Node={node}] YouTube-spor: {track} er begyndt at spille. Anmodet om: {requester}
de_be: [Node={node}] YouTube-Track: {track} hat begonnen zu spielen. Angefordert von: {requester}
el_cy: [Κόμβος ={node}] YouTube κομμάτι: {track} ξεκίνησε να παίζει. Ζητήθηκε από: {requester}
es_py: [Node={node}] Pista de YouTube: {track} ha empezado a jugar. Solicitado por: {requester}
fr_lu: [Node={node}] Piste YouTube : {track} a commencé à jouer. Demandé par: {requester}
pt_br: [Node={node}] A faixa do YouTube: {track} começou a jogar. Solicitada por: {requester}

source: {source} Track Start Event
ar_bh: حدث بدء المسار {source}
cs_cz: Počáteční událost {source}
da_dk: {source} Spor Start begivenhed
de_be: {source} Track Start Ereignis
el_cy: {source} Εκκίνηση Κομματιού
es_py: Evento de inicio de seguimiento {source}
fr_lu: {source} événement de début de piste
pt_br: Evento de início de {source}

source: [Node={node}] {source} track: {track} has started playing. Requested by: {requester}
ar_bh: [Node={node}] {source} المسار : {track} بدأ في اللعب. طلب من: {requester}
cs_cz: [Node={node}] {source} skladba: {track} začalo hrát. Požadováno: {requester}
da_dk: [Node={node}] {source} spor: {track} er begyndt at spille. Anmodet af: {requester}
de_be: [Node={node}] {source} Track: {track} hat begonnen zu spielen. Angefordert von: {requester}
el_cy: [Κόμβος={node}] {source} κομμάτι: {track} άρχισε να παίζει. Ζητήθηκε από: {requester}
es_py: [Node={node}] {source} pista: {track} ha empezado a jugar. Solicitado por: {requester}
fr_lu: [Node={node}] {source} piste : {track} a commencé à jouer. Demandé par: {requester}
pt_br: [Node={node}] {source} faixa: {track} começou a jogar. Solicitado por: {requester}

source: Track Skipped Event
ar_bh: تتبع الحدث المتخطى
cs_cz: Sledovat přeskočenou událost
da_dk: Spor Oversprunget Begivenhed
de_be: Track übersprungen Event
el_cy: Κομμάτι Που Παραλήφθηκε Γεγονός
es_py: Evento Omitido
fr_lu: Événement de piste ignoré
pt_br: Rastrear Evento Ignorado

source: [Node={node}] {track} has been skipped. Requested by {requester}
ar_bh: [العقدة/{node}] {track} تم تخطيته. طلب من {requester}
cs_cz: [Node={node}] {track} bylo přeskočeno. Požadováno {requester}
da_dk: [Node={node}] {track} er blevet sprunget over. Anmodet af {requester}
de_be: [Knoten={node}] {track} wurde übersprungen. Angefordert von {requester}
el_cy: [Κόμβος={node}] {track} παραλείφθηκε. Ζητήθηκε από {requester}
es_py: [Nodo={node}] {track} ha sido omitido. Solicitado por {requester}
fr_lu: [Node={node}] {track} a été ignoré. Demandé par {requester}
pt_br: [Node={node}] {track} foi ignorado. Solicitado por {requester}

source: Track Seek Event
ar_bh: تتبع حدث البحث
cs_cz: Sledovat hledání události
da_dk: Spor Søge Begivenhed
de_be: Spurensuche Event
el_cy: Παρακολούθηση Αναζήτησης Γεγονότος
es_py: Rastrear Evento
fr_lu: Événement de recherche de pistes
pt_br: Rastrear Evento Procura

source: [Node={node}] {requester} requested that {track} is sought from position {fro} to position {after}
pt_br: [Node={node}] {requester} requisitou que {track} seja procurado da posição {fro} para a posição {after}

source: Track Previous Requested Event
ar_bh: تتبع الحدث السابق المطلوب
cs_cz: Sledovat předchozí požadovanou událost
da_dk: Spor Forrige Anmodede Begivenhed
de_be: Vorheriges angefordertes Ereignis verfolgen
el_cy: Παρακολούθηση Προηγούμενου Αιτούμενου Γεγονότος
es_py: Rastrear Evento Solicitado Anterior
fr_lu: Suivre l'événement demandé précédemment
pt_br: Rastrear Evento Solicitado Anterior

source: [Node={node}] {requester} requested that the previous track {track} be played
pt_br: [Node={node}] {requester} solicitou que a faixa anterior {track} seja reproduzida

source: Tracks Requested Event
ar_bh: المسارات المطلوبة الحدث
cs_cz: Požadovaná událost trasy
da_dk: Spor Anmodet Begivenhed
de_be: Angeforderte Tracks
el_cy: Κομμάτια Που Ζητούνται Γεγονότα
es_py: Evento de pistas solicitadas
fr_lu: Événement des pistes demandées
pt_br: Evento Solicitado de Acompanhamento

source: [Node={node}] {requester} added {track_count} to the queue
pt_br: [Node={node}] {requester} adicionado {track_count} à fila

source: {count} track
pt_br: {count} faixa

source: Track AutoPlay Event
ar_bh: تتبع حدث اللعب التلقائي
cs_cz: Sledovat událost automatického přehrávání
da_dk: Spor AutoPlay Begivenhed
de_be: AutoPlay Ereignis verfolgen
el_cy: Παρακολούθηση Συμβάντος Αυτόματης Αναπαραγωγής
es_py: Rastrear Evento de AutoPlay
fr_lu: Événement de lecture automatique de parcours
pt_br: Rastrear evento de AutoPlay

source: [Node={node}] Auto-playing {track}
pt_br: [Node={node}] Reproduzindo automaticamente {track}

source: Track Resumed Event
ar_bh: تتبع الحدث المستأنف
cs_cz: Trasa obnovena událost
da_dk: Spor Genoptaget Begivenhed
de_be: Wiederaufgenommenes Ereignis verfolgen
el_cy: Παρακολούθηση Συνέχιση Γεγονότος
es_py: Rastrear Evento Revertido
fr_lu: Événement de suivi repris
pt_br: Rastrear Evento Retomado

source: [Node={node}] {requester} resumed {track}
pt_br: [Node={node}] {requester} retomou {track}

source: Queue Shuffled Event
ar_bh: حدث التفريق في قائمة الانتظار
cs_cz: Fronta zamíchaná událost
da_dk: Kø Blandet Begivenhed
de_be: Warteschlange gemischt Event
el_cy: Ανακατευμένο Γεγονός Ουράς
es_py: Evento aleatorio de cola
fr_lu: Evénement en file d'attente aléatoire
pt_br: Evento Misturado na Fila

source: [Node={node}] {requester} shuffled the queue
pt_br: [Node={node}] {requester} embaralhou a fila

source: Queue End Event
ar_bh: حدث نهاية قائمة الانتظار
cs_cz: Událost ve frontě
da_dk: Kø Afslut Begivenhed
de_be: Warteschlange Ende Event
el_cy: Τέλος Γεγονότος Ουράς
es_py: Evento final de cola
fr_lu: Événement de fin de file d'attente
pt_br: Evento de fim de fila

source: [Node={node}] All tracks in the queue have been played
pt_br: [Node={node}] Todas as faixas da fila foram reproduzidas

source: Tracks Removed Event
ar_bh: حدث إزالة المسارات
cs_cz: Sledování odstraněné události
da_dk: Spor Fjernet Begivenhed
de_be: Tracks entfernt Event
el_cy: Κομμάτια Αφαιρέθηκαν Γεγονότα
es_py: Evento eliminado pistas
fr_lu: Événement des pistes supprimé
pt_br: Evento Removido

source: [Node={node}] {requester} removed {track_count} tracks from the queue
pt_br: [Node={node}] {requester} removeu {track_count} faixas da fila

source: Player Paused Event
ar_bh: حدث إيقاف مؤقت للاعب
cs_cz: Hráč pozastaven
da_dk: Spiller Hændelse På Pause
de_be: Spieler pausierte Ereignis
el_cy: Γεγονός Σε Παύση Παίκτη
es_py: Evento pausado del jugador
fr_lu: Evénement en pause du joueur
pt_br: Evento pausado

source: [Node={node}] {requester} paused the player
pt_br: [Node={node}] {requester} pausou o jogador

source: Player Stopped Event
ar_bh: حدث اللاعب توقف
cs_cz: Událost hráče zastavena
da_dk: Spiller Stoppet Begivenhed
de_be: Spieler hat Event gestoppt
el_cy: Ο Παίκτης Σταμάτησε Το Γεγονός
es_py: Evento detenido del jugador
fr_lu: Evénement Arrêt du Joueur
pt_br: Evento do jogador parado

source: [Node={node}] {requester} stopped the player
pt_br: [Node={node}] {requester} parou o jogador

source: Player Resumed Event
ar_bh: الحدث المستأنف للاعب
cs_cz: Přehrávač obnovil událost
da_dk: Spiller Genbehandlet Begivenhed
de_be: Spieler hat Ereignis fortgeführt
el_cy: Παίκτης Συνέχισε Το Γεγονός
es_py: Evento de Reanudación del Jugador
fr_lu: Événement repris par le joueur
pt_br: Evento de Reinício

source: [Node={node}] {requester} resumed the player
pt_br: [Node={node}] {requester} retomou o jogador

source: Player Moved Event
ar_bh: حدث نقل اللاعب
cs_cz: Hráč přesunutý událost
da_dk: Spiller Flyttet Begivenhed
de_be: Spieler verschobenes Ereignis
el_cy: Παίκτης Μετακινήθηκε Γεγονός
es_py: Evento movido del jugador
fr_lu: Evénement du joueur déplacé
pt_br: Evento do Jogador Movido

source: [Node={node}] {requester} moved the player from {before} to {after}
pt_br: [Node={node}] {requester} moveu o jogador de {before} para {after}
