Repository: PyLav/Red-Cogs
Catalog: plnotifier/locales/*.po
Languages: ar_bh, cs_cz, da_dk, de_be, el_cy, es_py, fr_lu, pt_br

source: Player Disconnected Event
ar_bh: حدث اللاعب غير متصل
cs_cz: Přehrávač odpojen událost
da_dk: Afspiller Afbrudt Begivenhed
de_be: Spieler-Ereignis getrennt
el_cy: Ο Παίκτης Αποσυνδέθηκε Γεγονός
es_py: Evento desconectado del jugador
fr_lu: Événement déconnecté du joueur
pt_br: Evento de Jogador Desconectado

source: [Node={node}] {requester} disconnected the player
pt_br: [Node={node}] {requester} desconectou o jogador

source: Player Connected Event
ar_bh: حدث اللاعب المتصل
cs_cz: Hráč připojený k události
da_dk: Afspiller Forbundet Begivenhed
de_be: Spieler verbundenes Ereignis
el_cy: Συνδεδεμένος Παίκτης Γεγονότος
es_py: Evento conectado al jugador
fr_lu: Événement du joueur connecté
pt_br: Evento de Player Conectado

source: [Node={node}] {requester} connected the player
pt_br: [Node={node}] {requester} conectou o jogador

source: Player Volume Changed Event
ar_bh: حدث تغيير مستوى صوت اللاعب
cs_cz: Hlasitost přehrávače změnila událost
da_dk: Spiller Lydstyrke Ændret Begivenhed
de_be: Spielerlautstärke geändert Event
el_cy: Η Ένταση Του Παίκτη Άλλαξε Το Γεγονός
es_py: Evento de Volumen del Jugador cambiado
fr_lu: Événement du volume du lecteur modifié
pt_br: Evento de Volume Alterado

source: [Node={node}] {requester} changed the player's volume from {before} to {after}
pt_br: [Node={node}] {requester} mudou o volume do jogador de {before} para {after}

source: Player Repeat Event
ar_bh: حدث تكرار اللاعب
cs_cz: Hráč opakuje událost
da_dk: Spiller Gentag Begivenhed
de_be: Spieler wiederholen Event
el_cy: Επανάληψη Γεγονότος Παίκτη
es_py: Evento de repetición del jugador
fr_lu: Répéter l'événement du joueur
pt_br: Evento de Repetir Jogador

source: [Node={node}] {requester} disabled repeat
pt_br: [Node={node}] {requester} desativado a repetição

source: {requester} {status} repeat of the whole queue
pt_br: {requester} {status} repetir a fila inteira

source: enabled
ar_bh: مفعّل
cs_cz: povoleno
da_dk: aktiveret
de_be: aktiviert
el_cy: ενεργοποιημένο
es_py: activado
fr_lu: Activé
pt_br: habilitado

source: disabled
ar_bh: معطل
cs_cz: vypnuto
da_dk: deaktiveret
de_be: deaktiviert
el_cy: απενεργοποιημένο
es_py: deshabilitado
fr_lu: désactivée
pt_br: desabilitado

source: [Node={node}] {requester} {status} repeat for {track}
pt_br: [Node={node}] {requester} {status} repetir para {track}

source: Player Restored Event
ar_bh: حدث استعادة اللاعب
cs_cz: Obnovená událost hráče
da_dk: Spiller Genoprettet Begivenhed
de_be: Spieler-Ereignis wiederhergestellt
el_cy: Επαναφέρετε Το Γεγονός
es_py: Evento restaurado del jugador
fr_lu: Evénement du joueur restauré
pt_br: Evento restaurado pelo jogador

source: [Node={node}] {requester} restored the player
pt_br: [Node={node}] {requester} restaurou o jogador

source: an intro section
ar_bh: مقطع مقدمة
cs_cz: úvodní sekce
da_dk: en introsektion
de_be: ein Intro Abschnitt
el_cy: μια εισαγωγική ενότητα
es_py: una sección de introducción
fr_lu: une section d'introduction
pt_br: uma seção de introdução

source: an outro section
ar_bh: قسم خارجي
cs_cz: outro sekce
da_dk: en outro sektion
de_be: ein Outtro Abschnitt
el_cy: μια ενότητα outro
es_py: una sección adicional
fr_lu: une autre section
pt_br: uma seção outro

source: a preview section
ar_bh: قسم معاينة
cs_cz: náhled sekce
da_dk: en forhåndsvisning sektion
de_be: ein Vorschau-Abschnitt
el_cy: μια ενότητα προεπισκόπησης
es_py: una sección de vista previa
fr_lu: une section d'aperçu
pt_br: uma seção prévia

source: an off-topic section
ar_bh: قسم خارج الموضوع
cs_cz: sekce mimo téma
da_dk: en off-topic sektion
de_be: ein Offtopic Abschnitt
el_cy: μια εκτός θέματος ενότητα
es_py: una sección fuera de tema
fr_lu: une section hors sujet
pt_br: uma seção fora do tópico

source: a filler section
ar_bh: قسم عامل التصفية
cs_cz: sekci výplňku
da_dk: et fyldstofsektion
de_be: ein Füller-Abschnitt
el_cy: ένα τμήμα πληρώσεως
es_py: una sección de relleno
fr_lu: une section de remplissage
pt_br: uma seção de preenchimento

source: a sponsor section
ar_bh: قسم مقدم ورقة العمل
cs_cz: Sekce sponzora
da_dk: en sponsor sektion
de_be: ein Sponsor Abschnitt
el_cy: τμήμα χορηγού
es_py: una sección de patrocinadores
fr_lu: une section de sponsor
pt_br: uma seção de patrocinadores

source: a self-promotion section
ar_bh: قسم تعزيز الذات
cs_cz: sekci samopropagace
da_dk: en selvpromoverende sektion
de_be: ein Self-Promotion-Abschnitt
el_cy: τμήμα αυτοπροώθησης
es_py: una sección de autopromoción
fr_lu: une section d'auto-promotion
pt_br: uma seção de autopromoção

source: an interaction section
ar_bh: قسم تفاعلي
cs_cz: úsek pro interakci
da_dk: en interaktionssektion
de_be: ein Interaktionsbereich
el_cy: μια ενότητα αλληλεπίδρασης
es_py: una sección de interacción
fr_lu: une section d'interaction
pt_br: uma seção de interação

source: Sponsor Segment Skipped Event
ar_bh: حدث تخطي شريحة الراعي
cs_cz: Přeskočená událost segmentu Sponsor
da_dk: Sponsor Segment Skippede Begivenhed
de_be: Sponsor Segment übersprungen Event
el_cy: Τμήμα Χορηγού Παραλήφθηκε Γεγονός
es_py: Evento omitido del segmento de patrocinador
fr_lu: Événement ignoré du segment du sponsor
pt_br: Evento Patrocinador Segmento Ignorado

source: [Node={node}] Sponsorblock: Skipped {category} running from {start}s to {to}s
pt_br: [Node={node}] Patrocínio: {category} pulado em execução de {start}s para {to}s

source: Effect
ar_bh: التأثيرات
cs_cz: Efekt
da_dk: Effekt
de_be: Effekt
el_cy: Εφέ
es_py: Efecto
fr_lu: Effet
pt_br: Efeito

source: Not changed
pt_br: Não alterado

source: Values
ar_bh: القيم
cs_cz: Hodnoty
da_dk: Værdier
de_be: Werte
el_cy: Τιμές
es_py: Valores
fr_lu: Valeurs
pt_br: Valores

source: Filters Applied Event
ar_bh: تصفية الحدث المطبق
cs_cz: Filtry použité události
da_dk: Filtre Anvendt Begivenhed
de_be: Filter angewendeter Termin
el_cy: Εφαρμοσμένο Γεγονός Φίλτρων
es_py: Filtrar Evento Aplicado
fr_lu: Filtres Événement Appliqué
pt_br: Filtros Aplicados Evento

source: None
ar_bh: لا
cs_cz: Nic
da_dk: Ingen
de_be: Keine
el_cy: Κανένα
es_py: Ninguna
fr_lu: Aucun
pt_br: Nenhuma

source: Currently Applied
pt_br: Atualmente aplicado

source: [Node={node}] {requester} changed the player filters
pt_br: [Node={node}] {requester} mudou os filtros do jogador

source: Node Connected Event
ar_bh: حدث متصل بالعقدة
cs_cz: Node připojená událost
da_dk: Node Forbundet Begivenhed
de_be: Knoten-Verbundenes Ereignis
el_cy: Συνδεδεμένος Κόμβος Γεγονός
es_py: Evento Conexión del Nodo
fr_lu: Événement lié au nœud
pt_br: Evento do Nó Conectado

source: Node {name} has been connected
pt_br: O nó {name} foi conectado

source: Node Disconnected Event
ar_bh: حدث قطع اتصال العقدة
cs_cz: Událost Node odpojena
da_dk: Node Afbrudt Begivenhed
de_be: Knotentrennung Ereignis
el_cy: Αποσυνδεδεμένο Γεγονός Κόμβου
es_py: Evento desconectado del nodo
fr_lu: Événement déconnecté du nœud
pt_br: Evento de Nó Desconectado

source: Node {name} has been disconnected with code {code} and reason: {reason}
pt_br: O nó {name} foi desconectado do código {code} e do motivo: {reason}

source: Node Changed Event
ar_bh: تغيير حدث العقدة
cs_cz: Událost změněného uzlu
da_dk: Indholdselement Ændret Begivenhed
de_be: Knotenveränderung Event
el_cy: Ο Κόμβος Άλλαξε Γεγονός
es_py: Nodo modificado evento
fr_lu: Événement modifié
pt_br: Evento do nó alterado

source: The node which the player is connected to changed from {fro} to {to}
pt_br: O nó que o jogador está conectado a alterar de {fro} para {to}

source: WebSocket Closed Event
ar_bh: حدث إغلاق WebSocket
cs_cz: Uzavřená událost WebSocket
da_dk: WebSocket Lukket Begivenhed
de_be: WebSocket Geschlossen Event
el_cy: WebSocket Κλειστό Γεγονός
es_py: Evento WebSocket cerrado
fr_lu: Evénement Fermé WebSocket
pt_br: Evento WebSocket Fechado

source: [Node={node}] The Lavalink websocket connection to Discord closed with code {code} and reason {reason}
pt_br: [Node={node}] A conexão de websocket Lavalink ao Discord fechou com o código {code} e razão {reason}

source: Listen to events from the PyLav player and sent them as messages to the specified channel.
ar_bh: الاستماع إلى الأحداث من مشغل PyLav وإرسالها كرسائل إلى القناة المحددة.
cs_cz: Poslouchejte události od hráče PyLav a posílejte je jako zprávy do určeného kanálu.
da_dk: Lyt til begivenheder fra PyLav afspilleren og sendte dem som beskeder til den angivne kanal.
de_be: Höre Ereignisse des PyLav Spielers an und schickte sie als Nachrichten an den angegebenen Kanal.
el_cy: Ακούστε τα γεγονότα από τον παίκτη PyLav και στείλτε τα ως μηνύματα στο συγκεκριμένο κανάλι.
es_py: Escucha los eventos del reproductor PyLav y los envió como mensajes al canal especificado.
fr_lu: Écoutez les événements du joueur PyLav et envoyez-les comme messages sur le canal spécifié.

source: Configure the PyLavNotifier cog.
ar_bh: تكوين رمز PyLavNotifier.
cs_cz: Konfigurace ozubce PyLavNotifier
da_dk: Konfigurer PyLavNotifier cog.
de_be: Konfiguriere den PyLavNotifier Cog.
el_cy: Ρύθμιση του κώδικα PyLavNotifier
es_py: Configurar el programa de PyLavNotifier .
fr_lu: Configurer le routeur PyLavNotifier.

source: Show the version of the Cog and it's PyLav dependencies.
ar_bh: إظهار نسخة من الكتلة وهي تبعيات PyLav .
cs_cz: Ukaž verzi Cog a jsou to PyLav závislosti.
da_dk: Vis versionen af Cog og det er PyLav afhængigheder.
de_be: Zeigt die Version des Cog und seine PyLav Abhängigkeiten an.
el_cy: Εμφάνιση της έκδοσης του Cog και είναι PyLav εξαρτήσεις.
es_py: Mostrar la versión del Cog y sus dependencias PyLav.
fr_lu: Affiche la version du Cog et ses dépendances PyLav.

source: Set the notify channel for the player.
ar_bh: تعيين قناة إعلام للاعب.
cs_cz: Nastavte kanál upozornění pro hráče.
da_dk: Sæt notifikationskanalen for spilleren.
de_be: Legen Sie den Benachrichtigungskanal für den Player fest.
el_cy: Ορίστε το κανάλι ειδοποίησης για τον παίκτη. (Automatic Translation)
es_py: Establecer el canal de notificación para el reproductor.
fr_lu: Définit le canal de notification pour le lecteur.

source: Invalid event, possible events are: {events}.
ar_bh: حدث غير صالح، الأحداث المحتملة هي: {events}.
cs_cz: Neplatná událost, možné události jsou: {events}.
da_dk: Ugyldig begivenhed, mulige begivenheder er: {events}.
de_be: Ungültiges Ereignis, mögliche Ereignisse sind: {events}.
el_cy: Μη έγκυρο συμβάν, πιθανές εκδηλώσεις είναι: {events}.
es_py: Evento no válido, posibles eventos son: {events}.
fr_lu: Événement non valide, les événements possibles sont: {events}.

source: Event {event} set to {toggle}{extras}.
ar_bh: تم تعيين الحدث {event} إلى {toggle}{extras}.
cs_cz: Událost {event} nastavena na {toggle}{extras}.
da_dk: Begivenhed {event} sat til {toggle}{extras}.
de_be: Event {event} auf {toggle}{extras} gesetzt.
el_cy: Η εκδήλωση {event} ορίστηκε σε {toggle}{extras}.
es_py: Evento {event} establecido a {toggle}{extras}.
fr_lu: L'événement {event} a été mis à {toggle}{extras}.

source: [Node={node}] {track} is stuck for {threshold} seconds, skipping.
ar_bh: [العقدة/{node}] {track} عالقة لمدة {threshold} ثانية، تخطي.
cs_cz: [Node={node}] {track} uvízl na {threshold} sekund, přeskočen.
da_dk: [Node={node}] {track} sidder fast i {threshold} sekunder, springer over.
de_be: [Node={node}] {track} ist für {threshold} Sekunden festgehalten, überspringt.
el_cy: [Κόμβος={node}] {track} έχει κολλήσει για {threshold} δευτερόλεπτα, παραλείποντας.
es_py: [Node={node}] {track} está atascado durante {threshold} segundos, saltando.
fr_lu: [Node={node}] {track} est coincé pendant {threshold} secondes, ignoré.

source: the player reached the end of the tracks runtime.
ar_bh: وصل اللاعب إلى نهاية وقت تشغيل المسار.
cs_cz: hráč dosáhl konce běhu trasy.
da_dk: spilleren nåede slutningen af sporenes runtime.
de_be: der Spieler erreichte das Ende der Laufzeit der Strecken.
el_cy: ο παίκτης έφτασε στο τέλος του χρόνου εκτέλεσης των κομματιών.
es_py: el jugador llegó al final del tiempo de ejecución de las pistas.
fr_lu: le joueur a atteint la fin de l'exécution des pistes.

source: a new track started playing.
ar_bh: بدأ مسار جديد في اللعب.
cs_cz: nová skladba začala hrát.
da_dk: et nyt spor begyndte at spille.
de_be: ein neuer Track begann zu spielen.
el_cy: ένα νέο κομμάτι άρχισε να παίζει.
es_py: una nueva canción comenzó a reproducir.
fr_lu: une nouvelle piste a commencé à jouer.

source: it failed to start.
ar_bh: فشل في البدء.
cs_cz: se nepodařilo spustit.
da_dk: det mislykkedes at starte.
de_be: es konnte nicht gestartet werden.
el_cy: απέτυχε να ξεκινήσει.
es_py: no se ha iniciado.
fr_lu: cela n'a pas pu démarrer.

source: because the player was stopped.
ar_bh: لأنه تم إيقاف اللاعب.
cs_cz: protože hráč byl zastaven.
da_dk: fordi spilleren blev stoppet.
de_be: weil der Spieler gestoppt wurde.
el_cy: επειδή ο παίκτης σταμάτησε.
es_py: porque el jugador fue detenido.
fr_lu: parce que le joueur a été arrêté.

source: the node told it to stop.
ar_bh: العقدة طلبت منها التوقف.
cs_cz: uzel řekl, aby se zastavil.
da_dk: indholdselementet har bedt den om at stoppe.
de_be: der Knoten sagte ihm zu stoppen.
el_cy: ο κόμβος του είπε να σταματήσει.
es_py: el nodo le dijo que se detuviera.
fr_lu: le noeud lui a dit de s'arrêter.

source: Track Start Event
ar_bh: حدث بدء المسار
cs_cz: Sledovat počáteční událost
da_dk: Spor Start Begivenhed
de_be: Track Startereignis
el_cy: Παρακολούθηση Εκδήλωσης Έναρξης
es_py: Rastrear Evento Inicio
fr_lu: Événement de Début de Suivi

source: [Node={node}] {track} has started playing. Requested by: {requester}
ar_bh: [Node={node}] {track} بدأ في اللعب. طلب من: {requester}
cs_cz: [Node={node}] {track} začalo hrát. Požadováno: {requester}
da_dk: [Node={node}] {track} er begyndt at spille. Anmodet af: {requester}
de_be: [Node={node}] {track} hat mit dem Spielen begonnen. Angefordert von: {requester}
el_cy: [Κόμβος={node}] {track} άρχισε να παίζει. Ζητήθηκε από: {requester}
es_py: [Nodo={node}] {track} ha comenzado a jugar. Solicitado por: {requester}
fr_lu: [Node={node}] {track} a commencé à jouer. Demandé par: {requester}

source: [Node={node}] {requester} requested that {track} is sought from position {fro} to position {after}.
ar_bh: [Node={node}] {requester} طلب أن {track} مطلوب من الموضع {fro} إلى الموضع {after}.
cs_cz: [Node={node}] {requester} požadoval, aby {track} bylo hledáno z pozice {fro} na pozici {after}.
da_dk: [Node={node}] {requester} anmodede om, at {track} søges fra position {fro} til position {after}.
de_be: [Knoten ={node}] {requester} hat angefragt, dass {track} von Position {fro} an Position {after} gesucht wird.
el_cy: [Κόμβος={node}] {requester} ζήτησε να αναζητήσει {track} από τη θέση {fro} στη θέση {after}.
es_py: [Nodo={node}] {requester} solicitó que se busque {track} de la posición {fro} a la posición {after}.
fr_lu: [Node={node}] {requester} a demandé que {track} soit recherché de la position {fro} à la position {after}.

source: [Node={node}] {requester} requested that the previous track {track} be played.
ar_bh: [Node={node}] {requester} طلب تشغيل المسار السابق {track}.
cs_cz: [Node={node}] {requester} požádal, aby byla přehrána předchozí trasa {track}.
da_dk: [Node={node}] {requester} anmodede om, at det forrige nummer {track} blev spillet.
de_be: [Node={node}] {requester} hat die Wiedergabe des vorherigen Titels {track} angefordert.
el_cy: [Κόμβος={node}] {requester} ζήτησε την αναπαραγωγή του προηγούμενου κομματιού {track}.
es_py: [Nodo={node}] {requester} solicitó que la pista anterior {track} fuera reproducida.
fr_lu: [Node={node}] {requester} a demandé que la piste précédente {track} soit lue.

source: [Node={node}] {requester} added {track_count} to the queue.
ar_bh: [العقدة/{node}] {requester} أضاف {track_count} إلى قائمة الانتظار.
cs_cz: [Node={node}] {requester} přidal {track_count} do fronty.
da_dk: [Node={node}] {requester} tilføjede {track_count} til køen.
de_be: [Knoten={node}] {requester} hat {track_count} zur Warteschlange hinzugefügt.
el_cy: [Κόμβος={node}] {requester} πρόσθεσε {track_count} στην ουρά.
es_py: [Node={node}] {requester} agregó {track_count} a la cola.
fr_lu: [Node={node}] {requester} a ajouté {track_count} à la file d'attente.

source: [Node={node}] Auto-playing {track}.
ar_bh: [Node={node}] تشغيل تلقائي {track}.
cs_cz: [Node={node}] Automatické přehrávání {track}.
da_dk: [Node={node}] Auto-afspilning {track}.
de_be: [Node={node}] Auto-Abspielen {track}.
el_cy: [Κόμβος={node}] Αυτόματη αναπαραγωγή {track}.
es_py: [Nodo={node}] Reproducción automática {track}.
fr_lu: [Node={node}] Lecture automatique de {track}.

source: [Node={node}] {requester} resumed {track}.
ar_bh: [العقدة/{node}] {requester} استؤنفت {track}.
cs_cz: [Node={node}] {requester} pokračovalo {track}.
da_dk: [Node={node}] {requester} genoptog {track}.
de_be: [Knoten={node}] {requester} hat {track} wieder aufgenommen.
el_cy: [Κόμβος={node}] {requester} συνέχισε {track}.
es_py: [Nodo={node}] {requester} reanudado {track}.
fr_lu: [Node={node}] {requester} a repris {track}.

source: [Node={node}] {requester} shuffled the queue.
ar_bh: [Node={node}] {requester} قام بخلط قائمة الانتظار.
cs_cz: [Node={node}] {requester} zamíchal frontu.
da_dk: [Node={node}] {requester} blandet køen.
de_be: [Knoten={node}] {requester} hat die Warteschlange gemischt.
el_cy: [Κόμβος={node}] {requester} ανακατέψατε την ουρά.
es_py: [Nodo={node}] {requester} encerró la cola.
fr_lu: [Node={node}] {requester} a mélangé la file d'attente.

source: [Node={node}] All tracks in the queue have been played.
ar_bh: [Node={node}] تم تشغيل جميع المسارات في قائمة الانتظار.
cs_cz: [Node={node}] Všechny skladby ve frontě byly přehrány.
da_dk: [Node={node}] Alle spor i køen er blevet spillet.
de_be: [Node={node}] Alle Tracks in der Warteschlange wurden abgespielt.
el_cy: [Κόμβος={node}] Όλα τα κομμάτια στην ουρά έχουν παίξει.
es_py: [Nodo={node}] Todas las pistas en la cola han sido reproducidas.
fr_lu: [Node={node}] Toutes les pistes de la file d'attente ont été jouées.

source: [Node={node}] {requester} removed {track_count} tracks from the queue.
ar_bh: [العقدة/{node}] {requester} قام بإزالة {track_count} مسارات من قائمة الانتظار.
cs_cz: [Node={node}] {requester} odstranil {track_count} skladby z fronty.
da_dk: [Node={node}] {requester} fjernede {track_count} spor fra køen.
de_be: [Knoten={node}] {requester} hat {track_count} Tracks aus der Warteschlange entfernt.
el_cy: [Κόμβος={node}] {requester} αφαιρέθηκαν {track_count} κομμάτια από την ουρά.
es_py: [Nodo={node}] {requester} eliminó {track_count} pistas de la cola.
fr_lu: [Node={node}] {requester} a retiré {track_count} pistes de la file d'attente.

source: [Node={node}] {requester} paused the player.
ar_bh: [Node={node}] {requester} توقف اللاعب مؤقتاً.
cs_cz: [Node={node}] {requester} pozastavil hráče.
da_dk: [Node={node}] {requester} satte spilleren på pause.
de_be: [Node={node}] {requester} pausierte den Spieler.
el_cy: [Κόμβος={node}] {requester} σταμάτησε τον παίκτη.
es_py: [Nodo={node}] {requester} pausó al jugador.
fr_lu: [Node={node}] {requester} a interrompu le joueur.

source: [Node={node}] {requester} stopped the player.
ar_bh: [Node={node}] {requester} أوقف اللاعب.
cs_cz: [Node={node}] {requester} hráče zastavil.
da_dk: [Node={node}] {requester} stoppede spilleren.
de_be: [Knoten={node}] {requester} hat den Spieler gestoppt.
el_cy: [Κόμβος={node}] {requester} σταμάτησε τον παίκτη.
es_py: [Nodo={node}] {requester} ha detenido al jugador.
fr_lu: [Node={node}] {requester} a arrêté le joueur.

source: [Node={node}] {requester} resumed the player.
ar_bh: [Node={node}] {requester} استأنف اللاعب.
cs_cz: [Node={node}] {requester} pokračoval(a) hráč.
da_dk: [Node={node}] {requester} genoptog spilleren.
de_be: [Knoten={node}] {requester} hat den Spieler fortgesetzt.
el_cy: [Κόμβος={node}] {requester} συνέχισε τον παίκτη.
es_py: [Nodo={node}] {requester} reanudó el jugador.
fr_lu: [Node={node}] {requester} a repris le joueur.

source: [Node={node}] {requester} moved the player from {before} to {after}.
ar_bh: [Node={node}] {requester} نقل اللاعب من {before} إلى {after}.
cs_cz: [Node={node}] {requester} přesunul hráče z {before} do {after}.
da_dk: [Node={node}] {requester} flyttede spilleren fra {before} til {after}.
de_be: [Knoten={node}] {requester} hat den Spieler von {before} auf {after} verschoben.
el_cy: [Κόμβος={node}] {requester} μετακίνησε τον παίκτη από {before} σε {after}.
es_py: [Node={node}] {requester} ha movido el jugador de {before} a {after}.
fr_lu: [Node={node}] {requester} a déplacé le joueur de {before} à {after}.

source: [Node={node}] {requester} disconnected the player.
ar_bh: [Node={node}] {requester} قطع اتصال اللاعب.
cs_cz: [Node={node}] {requester} odpojil hráče.
da_dk: [Node={node}] {requester} afbrudt spilleren.
de_be: [Knoten={node}] {requester} hat den Spieler getrennt.
el_cy: [Κόμβος={node}] {requester} αποσυνδέει τον παίκτη.
es_py: [Nodo={node}] {requester} desconectó al jugador.
fr_lu: [Node={node}] {requester} a déconnecté le joueur.

source: [Node={node}] {requester} connected the player.
ar_bh: [Node={node}] {requester} اتصل باللاعب.
cs_cz: [Node={node}] {requester} se připojil/a k hráči.
da_dk: [Node={node}] {requester} tilsluttede spilleren.
de_be: [Knoten={node}] {requester} hat den Spieler verbunden.
el_cy: [Κόμβος={node}] {requester} συνδέθηκε με τον παίκτη.
es_py: [Nodo={node}] {requester} conectó al jugador.
fr_lu: [Node={node}] {requester} a connecté le joueur.

source: [Node={node}] {requester} changed the player's volume from {before} to {after}.
ar_bh: [Node={node}] {requester} غيّر مستوى صوت اللاعب من {before} إلى {after}.
cs_cz: [Node={node}] {requester} změnil hlasitost hráče z {before} na {after}.
da_dk: [Node={node}] {requester} ændrede spillerens lydstyrke fra {before} til {after}.
de_be: [Knoten={node}] {requester} hat die Lautstärke des Spielers von {before} auf {after} geändert.
el_cy: [Κόμβος={node}] {requester} άλλαξε την ένταση του παίκτη από {before} σε {after}.
es_py: [Nodo={node}] {requester} ha cambiado el volumen del jugador de {before} a {after}.
fr_lu: [Node={node}] {requester} a changé le volume du joueur de {before} à {after}.

source: [Node={node}] {requester} disabled repeat.
ar_bh: [العقدة/{node}] {requester} قام بتعطيل التكرار.
cs_cz: [Node={node}] Opakování {requester} zakázáno.
da_dk: [Node={node}] {requester} deaktiveret gentagelse.
de_be: [Knoten={node}] {requester} Wiederholung deaktiviert.
el_cy: [Κόμβος={node}] {requester} απενεργοποιημένη επανάληψη.
es_py: [Nodo={node}] {requester} deshabilitado repetir.
fr_lu: [Node={node}] {requester} répétition désactivée.

source: {requester} {status} repeat of the whole queue.
ar_bh: {requester} {status} تكرار لكامل قائمة الانتظار.
cs_cz: {requester} {status} opakování celé fronty.
da_dk: {requester} {status} gentag hele køen.
de_be: {requester} {status} Wiederholung der gesamten Warteschlange.
el_cy: {requester} {status} επανάληψη ολόκληρης της ουράς.
es_py: {requester} {status} repite toda la cola.
fr_lu: {requester} {status} répétition de toute la file d'attente.

source: [Node={node}] {requester} {status} repeat for {track}.
ar_bh: [العقدة/{node}] {requester} {status} تكرار {track}.
cs_cz: [Node={node}] {requester} {status} opakování pro {track}.
da_dk: [Node={node}] {requester} {status} gentages for {track}.
de_be: [Knoten={node}] {requester} {status} wiederholen für {track}.
el_cy: [Κόμβος={node}] {requester} {status} επαναλάβετε για {track}.
es_py: [Nodo={node}] {requester} {status} repetir para {track}.
fr_lu: [Node={node}] {requester} {status} répétition pour {track}.
