Repository: PyLav/Red-Cogs
Catalog: plutils/locales/*.po
Languages: ar_bh, cs_cz, da_dk, de_ch, el_gr, es_pr, fr_be, ro_ro

source: Utility commands for PyLav.
ar_bh: أوامر مفيدة لبايلاف.
cs_cz: Příkazy nástrojů pro PyLav.
da_dk: Utility kommandoer til PyLav.
de_ch: Utility Befehle für PyLav.
el_gr: Εντολές χρησιμότητας για το PyLav.
es_pr: Comandos de utilidad para PyLav.
fr_be: Commandes utilitaires pour PyLav.
ro_ro: Comenzi de utilitate pentru PyLav.

source: Show the version of the Cog and it's PyLav dependencies.
ar_bh: إظهار نسخة من الكتلة وهي تبعيات PyLav .
cs_cz: Ukaž verzi Cog a jsou to PyLav závislosti.
da_dk: Vis versionen af Cog og det er PyLav afhængigheder.
de_ch: Zeigt die Version des Cog und seine PyLav Abhängigkeiten an.
el_gr: Εμφάνιση της έκδοσης του Cog και είναι PyLav εξαρτήσεις.
es_pr: Mostrar la versión del Cog y sus dependencias PyLav.
fr_be: Affiche la version du Cog et ses dépendances PyLav.
ro_ro: Arată versiunea Cog şi este dependenţe PyLav.

source: Library/Cog
ar_bh: المكتبة/الكلب
cs_cz: Knihovna/Cog
da_dk: Bibliotek/Tåge
de_ch: Bibliothek/Cog
el_gr: Βιβλιοθήκη/Σόργο
es_pr: Biblioteca/Cog
fr_be: Bibliothèque/Cog
ro_ro: Bibliotecă/Cog

source: Version
ar_bh: الإصدار
cs_cz: Verze
el_gr: Έκδοση
es_pr: Versión
ro_ro: Versiune

source: Show the slashes available in the bot. Author: TrustyJAID#0001 via Code block on Discord channel.
ar_bh: إظهار الشريط المتوفر في البوت. المؤلف: TrustyJAID#0001 عبر الكتلة البرمجية على قناة ديسكورد.
cs_cz: Zobrazit lomítka v botu. Autor: TrustyJAID#0001 prostřednictvím kódu bloku na Discord kanálu
da_dk: Vis skråstreger tilgængelige i botten. Forfatter: TrustyJAID# 0001 via kodeblok på Discord kanal.
de_ch: Schrägstriche im Bot anzeigen. Autor: TrustyJAID#0001 via Code Block auf Discord Kanal.
el_gr: Εμφάνιση των κάθετων διαθέσιμων στο bot. Συγγραφέας: TrustyJAID#0001 μέσω του μπλοκ κώδικα στο κανάλι Discord.
es_pr: Mostrar las barras disponibles en el bot. Autor: TrustyJAID#0001 a través del bloque Code en el canal de Discord.
fr_be: Affiche les slashs disponibles dans le bot. Auteur : TrustyJAID#0001 via le bloc Code sur le canal Discord.
ro_ro: Arată tăieturile disponibile în bot. Autor: TrustyJAID#0001 prin blocul Cod pe canalul Discord.

source: Get info about specific things.
ar_bh: الحصول على معلومات حول أشياء محددة.
cs_cz: Získejte informace o konkrétních věcech.
da_dk: Få info om specifikke ting.
de_ch: Erhalten Sie Informationen über bestimmte Dinge.
el_gr: Λάβετε πληροφορίες σχετικά με συγκεκριμένα πράγματα.
es_pr: Obtener información sobre cosas específicas.
fr_be: Obtenir des informations sur des choses spécifiques.
ro_ro: Obține informații despre lucruri specifice.

source: Get the base64 of the current track.
ar_bh: احصل على القاعدة 64 من المسار الحالي.
cs_cz: Získejte základnu 64 aktuální trasy.
da_dk: Få base64 af det aktuelle spor.
de_ch: Holen Sie sich den Base64 der aktuellen Spur.
el_gr: Αποκτήστε το base64 του τρέχοντος κομματιού.
es_pr: Obtener la base64 de la pista actual.
fr_be: Récupère la base64 de la piste actuelle.
ro_ro: Obține baza64 a piesei curente.

source: Not connected to a voice channel.
ar_bh: غير متصل بقناة صوتية.
cs_cz: Nepřipojeno k hlasovému kanálu.
da_dk: Ikke forbundet til en stemmekanal.
de_ch: Keine Verbindung zu einem Sprachkanal.
el_gr: Δεν έχει συνδεθεί σε ένα κανάλι φωνής.
es_pr: No conectado a un canal de voz.
fr_be: Non connecté à un salon vocal.
ro_ro: Nu este conectat la un canal de voce.

source: Nothing playing.
ar_bh: لا شيء يلعب.
cs_cz: Nic nehraje.
da_dk: Intet spiller.
de_ch: Nichts gespielt.
el_gr: Τίποτα δεν παίζει.
es_pr: Nada jugando.
fr_be: Rien ne joue.
ro_ro: Nimic nu se joacă.

source: Get the author of the current track.
ar_bh: احصل على مؤلف المسار الحالي.
cs_cz: Získejte autora aktuální skladby.
da_dk: Hent forfatteren til det aktuelle spor.
de_ch: Holen Sie sich den Autor des aktuellen Titels.
el_gr: Λήψη του συγγραφέα του τρέχοντος κομματιού.
es_pr: Obtener el autor de la pista actual.
fr_be: Récupère l'auteur de la piste actuelle.
ro_ro: Obține autorul piesei curente.

source: Get the title of the current track.
ar_bh: احصل على عنوان المسار الحالي.
cs_cz: Získejte název aktuální skladby.
da_dk: Hent titlen på det aktuelle spor.
de_ch: Den Titel des aktuellen Titels abrufen.
el_gr: Λήψη τίτλου του τρέχοντος κομματιού.
es_pr: Obtener el título de la pista actual.
fr_be: Récupère le titre de la piste actuelle.
ro_ro: Obține titlul piesei curente.

source: Get the source of the current track.
ar_bh: احصل على مصدر المسار الحالي.
cs_cz: Získejte zdroj aktuální skladby.
da_dk: Hent kilden til det aktuelle spor.
de_ch: Holen Sie sich die Quelle des aktuellen Titels.
el_gr: Λήψη πηγής του τρέχοντος κομματιού.
es_pr: Obtener la fuente de la pista actual.
fr_be: Récupère la source de la piste actuelle.
ro_ro: Obține sursa piesei curente.

source: Decode a tracks base64 string into a JSON object.
ar_bh: فك شفرة المقطع القاعدي 64 إلى كائن JSON.
cs_cz: Dekódujte základní řetězec skladeb na JSON objekt.
da_dk: Dekode en spor base64 streng ind i et JSON objekt.
de_ch: Dekodiert einen base64 string in ein JSON-Objekt.
el_gr: Αποκωδικοποίηση μιας συμβολοσειράς base64 σε ένα αντικείμενο JSON.
es_pr: Decodifica una cadena base64 de pistas en un objeto JSON.
fr_be: Décoder une chaîne base64 de pistes dans un objet JSON.
ro_ro: Decodează un șir de piese base64 într-un obiect JSON.

source: Invalid base64 string.
ar_bh: سلسلة القاعدة64 غير صالحة.
cs_cz: Neplatný řetězec base64.
da_dk: Ugyldig base64-streng.
de_ch: Ungültiger Base64-String.
el_gr: Μη έγκυρη συμβολοσειρά base64.
es_pr: Cadena base64 no válida.
fr_be: Chaîne base64 invalide.
ro_ro: Șir base64 nevalid.

source: Manage the query cache.
ar_bh: إدارة ذاكرة التخزين المؤقت للاستعلام.
cs_cz: Správa mezipaměti dotazů.
da_dk: Administrer forespørgsels cache.
de_ch: Abfrage-Cache verwalten.
el_gr: Διαχείριση της λανθάνουσας μνήμης ερωτήματος.
es_pr: Administrar la caché de consultas.
fr_be: Gérer le cache de requête.
ro_ro: Gestionează interogarea cache-ului.

source: Clear the query cache.
ar_bh: مسح ذاكرة التخزين المؤقت للاستعلام.
cs_cz: Vymazat mezipaměť dotazu.
da_dk: Ryd forespørgsels cache.
de_ch: Den Abfrage-Cache löschen.
el_gr: Εκκαθάριση της προσωρινής μνήμης ερωτήματος.
es_pr: Limpiar la caché de consultas.
fr_be: Vider le cache de requête.
ro_ro: Golește memoria cache a interogării.

source: Query cache cleared.
ar_bh: تم مسح ذاكرة التخزين المؤقت للاستعلام.
cs_cz: Mezipaměť dotazů vymazána.
da_dk: Forespørgsels cache ryddet.
de_ch: Abfrage-Cache geleert.
el_gr: Έγινε εκκαθάριση της λανθάνουσας μνήμης ερωτήματος.
es_pr: Caché de consultas borrada.
fr_be: Cache de requête effacé.
ro_ro: Cache-ul de interogare golit.

source: Clear the query cache older than a number of days.
ar_bh: مسح ذاكرة التخزين المؤقت للاستعلام الأقدم من عدد من الأيام.
cs_cz: Vymazat mezipaměť dotazů starší než několik dní.
da_dk: Ryd forespørgslen cache ældre end et antal dage.
de_ch: Lösche den Abfrage-Cache älter als einige Tage.
el_gr: Εκκαθάριση της προσωρινής μνήμης ερωτημάτων που είναι παλαιότερη από μια σειρά ημερών.
es_pr: Borrar la caché de consultas más antigua que un número de días.
fr_be: Vider le cache de requête plus ancien qu'un certain nombre de jours.
ro_ro: Goliţi cache-ul de interogare mai vechi de câteva zile.

source: Clear the query cache for a query.
ar_bh: مسح ذاكرة التخزين المؤقت للاستعلام عن الاستعلام.
cs_cz: Vymazat mezipaměť dotazů pro dotaz.
da_dk: Ryd forespørgsels cache for en forespørgsel.
de_ch: Leere den Abfrage-Cache für eine Abfrage.
el_gr: Εκκαθάριση της προσωρινής μνήμης ερωτημάτων για ένα ερώτημα.
es_pr: Borrar la caché de consultas para una consulta.
fr_be: Vider le cache de requête pour une requête.
ro_ro: Golește cache-ul de interogare pentru o interogare.

source: Get the size of the query cache.
ar_bh: احصل على حجم ذاكرة التخزين المؤقت للاستعلام.
cs_cz: Získej velikost mezipaměti dotazu.
da_dk: Få størrelsen af forespørgslen cache.
de_ch: Ruft die Größe des Abfrage-Caches ab.
el_gr: Αποκτήστε το μέγεθος της λανθάνουσας μνήμης ερωτήματος.
es_pr: Obtener el tamaño de la caché de consultas.
fr_be: Récupère la taille du cache de requête.
ro_ro: Obţine dimensiunea căutării în geocutie.

source: Query cache size: `{size}`.
ar_bh: حجم ذاكرة التخزين المؤقت للاستعلام: `{size}`.
cs_cz: Vyhledávací keše: `{size}`.
da_dk: Forespørgsel cache størrelse: `{size}`.
de_ch: Abfrage-Cache-Größe: `{size}`.
el_gr: Μέγεθος λανθάνουσας μνήμης: `{size}`.
es_pr: Tamaño de la caché de consulta: `{size}`.
fr_be: Taille du cache de requête: `{size}`.
ro_ro: Dimensiunea geocutiei interogării: `{size}`.
