Repository: PyLav/Red-Cogs
Catalog: audio/cog/menus/locales/*.po
Languages: nl_nl

source: You are not authorized to interact with this option.
nl_nl: Je bent niet bevoegd om met deze optie te communiceren.

source: What do you want to enqueue?
nl_nl: Wat wilt u navraag doen?

source: What should the playlist name be?
nl_nl: Wat moet de naam van de afspeellijst zijn?

source: Playlists you can currently play
nl_nl: Afspeellijsten die je momenteel kunt spelen

source: Pick a playlist
nl_nl: Kies een afspeellijst

source: You are not authorized to perform this action.
nl_nl: U bent niet bevoegd om deze actie uit te voeren.

source: No Player Available For Action - Try Refreshing.
nl_nl: Geen speler beschikbaar voor actie - Probeer te verversen.

source: Bot Owner Action
nl_nl: Bot Eigenaar Actie

source: Player disconnected.
nl_nl: Speler verbinding verbroken.

source: Player stopped.
nl_nl: Speler gestopt.

source: No Players Available For Action - Try Refreshing.
nl_nl: Geen spelers beschikbaar voor actie - Probeer te verversen.

source: Disconnect {} {}
nl_nl: Verbreek {} {}

source: players
nl_nl: spelers

source: player
nl_nl: speler

source: Yes
nl_nl: Ja

source: No
nl_nl: Neen

source: When you press done this playlist will be permanently delete...
nl_nl: Wanneer je op klaar drukt, zal deze afspeellijst permanent verwijderd worden...

source: This playlist will no longer be deleted once you press done...
nl_nl: Deze afspeellijst zal niet meer worden verwijderd zodra je op klaar...

source: Clearing all tracks from the playlist playlist...
nl_nl: Alle nummers wissen van de afspeellijst...

source: No longer clearing tracks from the playlist...
nl_nl: Nummers niet langer wissen vanuit de afspeellijst...

source: Here is your playlist: {name}{extras}
nl_nl: Hier is je afspeellijst: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
nl_nl: (gecomprimeerd met behulp van gzip om het mogelijk te maken om te verzenden via Discord - je kan <https://gzip.swimburger.net/> gebruiken om het te decomprimeren)

source: Updating playlist with the latest tracks...
nl_nl: Afspeellijst bijwerken met de nieuwste nummers...

source: Not updating playlist...
nl_nl: Afspeellijst wordt niet bijgewerkt...

source: Adding the current queue to playlist...
nl_nl: Toevoegen van de huidige wachtrij aan afspeellijst...

source: No longer adding the current queue to playlist...
nl_nl: Niet langer de huidige wachtrij aan afspeellijst toevoegen...

source: Removing all duplicate tracks from the queue...
nl_nl: Alle dubbele nummers uit de wachtrij verwijderen...

source: No longer all duplicate tracks from the queue...
nl_nl: Niet meer alle dubbele tracks uit de wachtrij...

source: Connecting to the node with SSL enabled...
nl_nl: Verbinding maken met node met SSL ingeschakeld...

source: Connecting to the node with SSL disabled...
nl_nl: Verbinden met node met SSL uitgeschakeld...

source: This node will only be used for searches...
nl_nl: Node zal alleen worden gebruikt voor zoekopdrachten...

source: Please fill out all the fields before continuing.
nl_nl: Vul alle velden in voordat u doorgaat.

source: Select Track To Remove
nl_nl: Selecteer track om te verwijderen

source: Select Track To Play Now
nl_nl: Selecteer track To Play Nu

source: Pick An Effect Preset To Apply
nl_nl: Kies een Effect voorinstelling om toe te passen

source: selected
nl_nl: geselecteerd

source: inactive
nl_nl: inactief

source: all
nl_nl: alle

source: Not connected anywhere.
nl_nl: Geen verbinding gemaakt.

source: Select Track To Enqueue
nl_nl: Selecteer track To Enqueue

source: Please enter the playlist URL
nl_nl: Voer de afspeellijst URL in

source: Playlist URL
nl_nl: Afspeellijst URL

source: Please enter the playlist name
nl_nl: Voer de naam van de afspeellijst in

source: Playlist Name
nl_nl: Naam afspeellijst

source: Please enter the new playlist name
nl_nl: Voer de nieuwe naam van de afspeellijst in

source: What query to add to the playlist
nl_nl: Welke query aan de afspeellijst toe te voegen

source: Query
nl_nl: Zoekopdracht

source: What query to remove from the playlist
nl_nl: Welke query uit de afspeellijst te verwijderen

source: Enter the domain or IP address of the host
nl_nl: Voer het domein of IP-adres van de host in

source: Host
nl_nl: Hostnaam

source: Enter the host port to connect to
nl_nl: Voer de host poort in om mee te verbinden

source: Port
nl_nl: Poort

source: Enter the node's password
nl_nl: Voer het wachtwoord van de node in

source: Password
nl_nl: Wachtwoord

source: Enter an easy to know name for the node.
nl_nl: Voer een eenvoudige naam in om de node te kennen.

source: Name
nl_nl: Naam

source: Enter a timeout in seconds.
nl_nl: Voer een time-out in seconden in.

source: Source to disable.
nl_nl: Bron om uit te schakelen.

source: Name set to {name}
nl_nl: Naam ingesteld op {name}

source: Password set to {password}
nl_nl: Wachtwoord ingesteld op {password}

source: Host set to {host}
nl_nl: Host ingesteld op {host}

source: Invalid port.
nl_nl: Ongeldige poort.

source: Port set to {port}
nl_nl: Poort ingesteld op {port}

source: Invalid timeout, it must be a number in seconds.
nl_nl: Ongeldige time-out, het moet een getal in seconden zijn.

source: Timeout set to {timeout} seconds.
nl_nl: Time-out ingesteld op {timeout} seconden.

source: Enter the name for the new playlist
nl_nl: Voer de naam van de nieuwe afspeellijst in

source: My awesome new playlist
nl_nl: Mijn geweldige nieuwe afspeellijst

source: Tracks: {} || {} || {}
nl_nl: Tracks: {} ➜ {} +unnamed@@0 {}

source: Playlist not found.
nl_nl: Afspeellijst niet gevonden.

source: No Preset Selected.
nl_nl: Geen Voorkeursinstelling geselecteerd.

source: Track not found.
nl_nl: Track niet gevonden.

source: Disabling the following sources: {sources}
nl_nl: De volgende bronnen worden uitgeschakeld: {sources}

source: Node not found.
nl_nl: Knooppunt niet gevonden

source: Page {page_num}/{total_pages} | {num} playlists.
nl_nl: Pagina {page_num}/{total_pages} ~ {num} afspeellijsten.

source: Reset the effects to default.
nl_nl: De effecten terugzetten naar standaardinstellingen.

source: Apply the Nightcore effect.
nl_nl: Nachtcore effect toepassen.

source: Apply the Vaporwave effect.
nl_nl: Het verdampgolfeffect toepassen.

source: Apply the Synth effect.
nl_nl: Pas het Synth effect toe.

source: Apply the Bassboost equalizer preset.
nl_nl: Pas de equalizer van de Bassboost toe.

source: Apply the Metal equalizer preset.
nl_nl: Pas de metalen equalizer voorinstelling toe.

source: Apply the Piano equalizer preset.
nl_nl: Pas de Piano equalizer instelling toe.

source: Preset Name
nl_nl: Naam voorinstelling

source: Author
nl_nl: Auteur

source: This playlist is empty.
nl_nl: Deze afspeellijst is leeg.

source: Unknown
nl_nl: Onbekend

source: Playlist info for {playlist_name} (`{id}`) [**{scope}**]
nl_nl: Afspeellijst info voor {playlist_name} (`{id}`) [**{scope}**]

source: Page {page_num}/{total_pages} | {num} tracks.
nl_nl: Pagina {page_num}/{total_pages} ~ {num} nummers.

source: Tracks: {num}
nl_nl: Nummers: {num}

source: Author: {name}
nl_nl: Auteur: {name}

source: Scope: {scope}
nl_nl: Bereik: {scope}

source: Playlists you can access in this server:
nl_nl: Afspeellijsten die u kunt bekijken op deze server:

source: Page {page_num}/{total_pages} | {num} tracks {added_or_removed_string}.
nl_nl: Pagina {page_num}/{total_pages} → {num} nummers {added_or_removed_string}.

source: Nothing playing.
nl_nl: Niets afgespeeld.

source: Server Owner
nl_nl: Server Eigenaar

source: Connected For
nl_nl: Verbonden voor

source: Users in VC
nl_nl: Gebruikers in VC

source: Queue Length
nl_nl: Lengte van wachtrij

source: Page {page_num}/{total_pages} | Playing in {playing} servers.
nl_nl: Pagina {page_num}/{total_pages} ×Wordt gespeeld in {playing} servers.

source: Tracks in __{name}__
nl_nl: Banden in __{name}

source: Property
nl_nl: Eigenschap

source: Value
nl_nl: Waarde

source: Region
nl_nl: Regio

source: N/A
nl_nl: N/B

source: Available
nl_nl: Beschikbaar

source: Search Only
nl_nl: Alleen zoeken

source: Players Connected Active
nl_nl: Spelers Verbonden actief

source: Frames Lost
nl_nl: Frames verloren

source: Uptime
nl_nl: Actief

source: Load Lavalink System
nl_nl: Laad Lavalink Systeem

source: Penalty
nl_nl: Boete

source: Memory Used Free Allocated Reservable
nl_nl: Geheugen Gebruikt Gratis Toegewezen reserverbaar

source: Page {page_num}/{total_pages} | {num} {plural}.
nl_nl: Pagina {page_num}/{total_pages} → {num} {plural}.
