Repository: PyLav/Red-Cogs
Catalog: pllyrics/locales/*.po
Languages: hr_hr

source: Lyrics commands for PyLav
hr_hr: Tekstne naredbe za PyLav

source: Show the version of the Cog and its PyLav dependencies
hr_hr: Prikaz verzije Zupčanika i njegovih PyLav ovisnosti

source: Library/Cog
hr_hr: Biblioteka/Zupčanik

source: Version
hr_hr: Verzija

source: Set the lyrics settings
hr_hr: Postavljanje postavki stihova

source: Toggle timed lyrics
hr_hr: Preklopi tempirane stihove

source: Timed lyrics are now {state}
hr_hr: Tempirani stihovi su sada {state}

source: disabled
hr_hr: onemogućeno

source: enabled
hr_hr: omogućeno

source: Show full lyrics on track start timed lyrics
hr_hr: Prikaži sve tekstove na pjesmi start tempiranih stihova

source: Sending full lyrics on track start {state}
hr_hr: Slanje cijelih stihova na početak staze {state}

source: Set the lyrics channel
hr_hr: Postavljanje kanala stihova

source: Lyrics channel set to {channel}
hr_hr: Kanal stihova postavljen na {channel}

source: I will not send lyrics to any channel
hr_hr: Neću slati stihove ni na jedan kanal.

source: Show lyrics for current track if available
hr_hr: Pokaži stihove za trenutni zapis ako je dostupan

source: Nothing is currently playing
hr_hr: Trenutno se ništa ne reproducira

source: Error: {error}
hr_hr: Greška: {error}

source: API Error: {error}
hr_hr: Pogreška API-ja: {error}

source: No lyrics found
hr_hr: Nisu pronađeni stihovi

source: {extras}Lyrics for {title}{author} - Part {page}
hr_hr: {extras}Stihovi za {title}{author} -Dio {page}

source: (Guess)
hr_hr: (Pogodite)

source: by {name}
hr_hr: pored {name}

source: Lyrics provided by {provider}
hr_hr: Stihovi koje je dao {provider}

source: {extras}Lyrics for {title}{author}
hr_hr: {extras}Stihovi za {title}{author}

source: {lyrics} Position: {duration} until {until}
hr_hr: {lyrics} Pozicija: {duration} do {until}

source: Start
hr_hr: Početak
