Repository: PyLav/Red-Cogs
Catalog: plplaylists/locales/*.po
Languages: ar_ye, cs_cz, da_dk, el_cy, es_py, fr_lu, hr_hr, ro_ro

source: PyLav playlist management commands
ar_ye: أوامر إدارة قائمة التشغيل PyLav
cs_cz: PyLav playlist příkazy
da_dk: Kommandoer til håndtering af PyLav spilleliste
el_cy: PyLav εντολές διαχείρισης λίστας αναπαραγωγής
es_py: Comandos de gestión de listas de reproducción PyLav
fr_lu: Commandes de gestion de la playlist PyLav
hr_hr: PyLav naredbe za upravljanje popisima za reprodukciju
ro_ro: Comenzi de gestionare listă de redare PyLav

source: This command requires an existing player to be run.
da_dk: Denne kommando kræver at en eksisterende spiller køres.
el_cy: Αυτή η εντολή απαιτεί την εκτέλεση ενός υπάρχοντος παίκτη.

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later.
da_dk: MediaPlayer cog er i øjeblikket midlertidigt utilgængelig på grund af et udfald med backend-tjenesterne, prøv venligst igen senere.
el_cy: Ο κωδικός του MediaPlayer δεν είναι προσωρινά διαθέσιμος λόγω διακοπής λειτουργίας με τις υπηρεσίες του συστήματος υποστήριξης, παρακαλώ προσπαθήστε ξανά αργότερα.

source: No Lavalink node currently available.
da_dk: Ingen Lavalink-node tilgængelig i øjeblikket.
el_cy: Δεν υπάρχει διαθέσιμος κόμβος Lavalink.

source: MediaPlayer is currently unable to process tracks belonging to {feature}.
da_dk: MediaPlayer er i øjeblikket ikke i stand til at behandle spor tilhørende {feature}.
el_cy: Το MediaPlayer δεν είναι σε θέση να επεξεργαστεί κομμάτια που ανήκουν στο {feature}.

source: No Lavalink node currently available with feature {feature}.
da_dk: Ingen Lavalink-node tilgængelig i øjeblikket med funktion {feature}.
el_cy: Δεν υπάρχει διαθέσιμος κόμβος Lavalink με το χαρακτηριστικό {feature}.

source: This command is not available in this channel. Please use {channel}
da_dk: Denne kommando er ikke tilgængelig i denne kanal. Benyt {channel}
el_cy: Αυτή η εντολή δεν είναι διαθέσιμη σε αυτό το κανάλι. Παρακαλούμε χρησιμοποιήστε {channel}

source: Create a new playlist. If you don't specify an URL and name, you will be shows a creation menu, which also allows you to save the current player queue as a playlist. If you don't specify a name, the playlist will be named the URL playlist if available otherwise the name will be the same as the ID. If you specify an URL, the playlist will be created from the URL.
ar_ye: إنشاء قائمة تشغيل جديدة. إذا لم تقم بتحديد عنوان URL والاسم، فستظهر قائمة إنشاء، والذي يسمح لك أيضا بحفظ قائمة انتظار اللاعب الحالية كقائمة تشغيل. إذا لم تقم بتحديد اسم، سيتم تسمية قائمة التشغيل بقائمة تشغيل عنوان URL إذا كانت متوفرة خلاف ذلك فإن الاسم سيكون نفس المعرف إذا قمت بتحديد عنوان URL، سيتم إنشاء قائمة التشغيل من عنوان URL.
cs_cz: Vytvořit nový playlist. Pokud nespecifikujete adresu URL a název, zobrazí se vám nabídka vytvoření. který vám také umožňuje uložit aktuální frontu hráčů jako playlist. Pokud nespecifikujete název, seznam skladeb bude pojmenován jako URL playlist, pokud je k dispozici, jinak bude název stejný jako ID. Pokud zadáte URL, seznam skladeb bude vytvořen z URL.
da_dk: Opret en ny afspilningsliste. Hvis du ikke angiver en URL og navn, vil du blive vist en oprettelsesmenu, som også giver dig mulighed for at gemme den aktuelle afspillerkø som en spilleliste. Hvis du ikke angiver et navn, spillelisten vil blive navngivet URL-spillelisten hvis den er tilgængelig, ellers vil navnet være det samme som ID. Hvis du angiver en URL, vil spillelisten blive oprettet fra URL-adressen.
el_cy: Δημιουργία νέας λίστας αναπαραγωγής. Εάν δεν καθορίσετε μια διεύθυνση URL και ένα όνομα, θα εμφανιστεί ένα μενού δημιουργίας, που σας επιτρέπει επίσης να αποθηκεύσετε την τρέχουσα ουρά του παίκτη ως λίστα αναπαραγωγής. Εάν δεν καθορίσετε όνομα, η λίστα αναπαραγωγής θα ονομαστεί η λίστα αναπαραγωγής URL αν είναι διαθέσιμη, διαφορετικά το όνομα θα είναι το ίδιο με το ID. Αν ορίσετε μια διεύθυνση URL, η λίστα αναπαραγωγής θα δημιουργηθεί από τη διεύθυνση URL.
es_py: Crear una nueva lista de reproducción. Si no especifica una URL y nombre, se mostrará un menú de creación, que también te permite guardar la cola actual del jugador como una lista de reproducción. Si no especificas un nombre, la lista de reproducción será llamada la lista de reproducción de URL si está disponible de otra manera el nombre será el mismo que el ID. Si especifica una URL, la lista de reproducción se creará a partir de la URL.
fr_lu: Créer une nouvelle playlist. Si vous ne spécifiez pas d'URL et de nom, vous verrez un menu de création, qui vous permet également de sauvegarder la file d'attente actuelle en tant que liste de lecture. Si vous ne spécifiez pas de nom, la playlist s'appellera l'URL de la playlist si elle est disponible, sinon le nom sera le même que l'ID. Si vous spécifiez une URL, la playlist sera créée à partir de l'URL.
ro_ro: Creează o nouă listă de redare. Dacă nu specificați un URL și un nume, veți afișa un meniu de creare, care îți permite, de asemenea, să salvezi lista curentă de jucători ca listă de redare. Dacă nu specificați un nume, lista de redare va fi numită lista de redare URL-uri, dacă este disponibilă, altfel numele va fi același cu ID-ul. Dacă specificați un URL, lista de redare va fi creată din URL.

source: Let's create a playlist!
ar_ye: دعونا ننشئ قائمة تشغيل!
cs_cz: Pojďme vytvořit seznam skladeb!
da_dk: Lad os oprette en afspilningsliste!
el_cy: Ας δημιουργήσουμε μια λίστα αναπαραγωγής!
es_py: ¡Vamos a crear una lista de reproducción!
fr_lu: Créons une playlist !
hr_hr: Ajmo napravit popis za reprodukciju!
ro_ro: Să creăm o listă de redare!

source: (**1**) - Apply changes to playlist. (**2**) - Cancel any changes made. (**3**) - Add a name to the playlist. (**4**) - Link this playlist to an existing playlist/album. (**5**) - Add all track from the queue to the playlist. If you want the playlist name to be as the original playlist simply set the URL but no name.
ar_ye: (**1**) - تطبيق التغييرات على قائمة التشغيل. (**2**) - إلغاء أي تغييرات أجريت. (**3**) - إضافة اسم إلى قائمة التشغيل. (**4**) - ربط قائمة التشغيل هذه بقائمة تشغيل/ألبوم موجودة. (**5**) - إضافة جميع المسارات من قائمة الانتظار إلى قائمة التشغيل. إذا كنت تريد أن يكون اسم قائمة التشغيل كقائمة التشغيل الأصلية ببساطة قم بتعيين عنوان URL ولكن بدون اسم.
cs_cz: (**1**) - Použít změny v seznamu skladeb. (**2**) - Zrušit provedené změny. (**3**) - Přidejte jméno do seznamu skladeb. (**4**) - Propojte tento seznam skladeb s existujícím seznamem/albem. (**5**) - Přidej všechny skladby z fronty do seznamu skladeb. Pokud chcete, aby byl název playlistu jako původní playlist jednoduše nastaven URL, ale bez názvu.
da_dk: (**1**) - Anvend ændringer på afspilningslisten. (**2**) - Annuller eventuelle ændringer. (**3**) - Tilføj et navn til spillelisten. (**4**) - Link denne spilleliste til en eksisterende spilleliste/album. (**5**) - Tilføj alt spor fra køen til spillelisten. Hvis du ønsker at spillelistens navn skal være som den oprindelige spilleliste, så sæt blot URL'en, men intet navn.
el_cy: (**1**) - Εφαρμογή αλλαγών στη λίστα αναπαραγωγής. (**2**) - Ακύρωση τυχόν αλλαγών που έγιναν. (**3**) - Προσθέστε ένα όνομα στη λίστα αναπαραγωγής. (**4**) - Συνδέστε αυτή τη λίστα αναπαραγωγής με μια υπάρχουσα λίστα/άλμπουμ. (**5**) - Προσθήκη όλων των κομματιών από την ουρά στη λίστα αναπαραγωγής. Αν θέλετε το όνομα της λίστας αναπαραγωγής να είναι η αρχική λίστα αναπαραγωγής απλά ορίστε το URL αλλά χωρίς όνομα.
es_py: (**1**) - Aplicar cambios a la lista. (**2**) - Cancelar cualquier cambio realizado. (**3**) - Añade un nombre a la lista de reproducción. (**4**) - Enlace esta lista de reproducción a una lista de reproducción existente/álbum. (**5**) - Añadir toda la pista de la cola a la lista de reproducción. Si desea que el nombre de la lista de reproducción sea como la lista de reproducción original, simplemente establezca la URL pero sin nombre.
fr_lu: (**1**) - Appliquer les modifications à la playlist. (**2**) - Annuler toutes les modifications apportées. (**3**) - Ajoute un nom à la playlist. (**4**) - Associe cette playlist à une playlist/album existant. (**5**) - Ajoute toutes les pistes de la file d'attente à la playlist. Si vous voulez que le nom de la playlist soit comme la playlist originale, définissez simplement l'URL mais pas de nom.
ro_ro: (**1**) - Aplică modificări la lista de redare. (**2**) - Anulează orice modificare făcută. (**3**) - Adaugă un nume în lista de redare. (**4**) - Link această listă de redare la o listă de redare/album existentă. (**5**) - Adaugă toate piesele din coada de redare. Dacă doriți ca numele listei de redare să fie ca lista originală de redare setează adresa URL dar fără nume.

source: Playlist created
ar_ye: تم إنشاء قائمة التشغيل
cs_cz: Seznam skladeb vytvořen
da_dk: Afspilningsliste oprettet
el_cy: Δημιουργήθηκε λίστα
es_py: Lista de reproducción creada
fr_lu: Playlist créée
hr_hr: Popis za reprodukciju kreiran
ro_ro: Playlist creat

source: Name: `{name}` ID: `{id}` Tracks: `{track_count}`
ar_ye: الاسم: `{name}` المعرف: `{id}` المسارات: `{track_count}`
cs_cz: Název: `{name} ID: `{id}` stopy: `{track_count}`
da_dk: Navn: `{name}` ID: `{id}` Spor: `{track_count}`
el_cy: Όνομα: `{name}` ID: `{id}` Κομμάτια: `{track_count}`
es_py: Nombre: `{name}` ID: `{id}` Pistas: `{track_count}`
fr_lu: Nom: `{name}` ID: `{id}` Pistes : `{track_count}`
hr_hr: Ime: `{name}` ID: `{id}` Pjesme: `{track_count}`
ro_ro: Nume: `{name}` ID: `{id}` Tracks: `{track_count}`

source: List all playlists you have access to on the invoked context. This takes into consideration your current VC, Text channel and Server.
ar_ye: قائمة جميع قوائم التشغيل التي لديك حق الوصول إليها في السياق الذي تم الاستدعاء. هذا يأخذ في الاعتبار VC وقناة النص والخادم
cs_cz: Seznam všech seznamů skladeb, ke kterým máte přístup v kontextu vyvolání. Toto bere v úvahu aktuální VC, textový kanál a server.
da_dk: Liste over alle spillelister du har adgang til på den påberåbte kontekst. Dette tager hensyn til din nuværende VC, Tekstkanal og Server.
el_cy: Εμφανίζει όλες τις λίστες αναπαραγωγής στις οποίες έχετε πρόσβαση στο περιεχόμενο που επικαλεστείτε. Αυτό λαμβάνει υπόψη το τρέχον κανάλι VC, το κανάλι κειμένου και το διακομιστή σας.
es_py: Lista todas las listas a las que tiene acceso en el contexto invocado. Esto tiene en cuenta su actual VC, canal de texto y servidor.
fr_lu: Liste toutes les playlists auxquelles vous avez accès sur le contexte invoqué. Cela prend en compte votre VC, votre canal texte actuel et votre serveur.
ro_ro: Listați toate listele de redare la care aveți acces în contextul invocat Acest lucru ia în considerare VC, canalul text și serverul dvs. curent.

source: You have no playlists.
ar_ye: ليس لديك قوائم تشغيل.
cs_cz: Nemáte žádné seznamy skladeb.
da_dk: Du har ingen afspilningslister.
el_cy: Δεν έχετε λίστες αναπαραγωγής.
es_py: No tienes listas.
fr_lu: Vous n'avez pas de playlists.
ro_ro: Nu ai liste de redare.

source: Manage a playlist. This command can be used to delete, clear all tracks, add or remove tracks or play a playlist. If you use the `start` (`play` or `enqueue`) alias the playlist will be played instead of you being shown the control menu. If you use the `delete` (`del`) alias the playlist will be deleted instead of you being shown the control menu. If you use the `save` (`queue`) alias the current queue will be added to the specified playlist. if you use the `info` alias the playlist tracks will be displayed in a menu.
da_dk: Administrer en afspilningsliste. Denne kommando kan bruges til at slette, ryd alle spor, tilføj eller fjern spor eller afspil en spilleliste. Hvis du bruger 'start' ('play' eller 'enqueue') alias vil spillelisten blive spillet i stedet for at du bliver vist kontrolmenuen. Hvis du bruger 'delete' (`del`) alias vil spillelisten blive slettet i stedet for at du bliver vist kontrolmenuen. Hvis du bruger 'save' ('kø') alias vil den aktuelle kø blive tilføjet til den angivne spilleliste. hvis du bruger 'info' aliaset, vil spillelistens spor blive vist i en menu.
el_cy: Διαχείριση λίστας αναπαραγωγής. Αυτή η εντολή μπορεί να χρησιμοποιηθεί για διαγραφή, καθαρισμός όλων των κομματιών, προσθήκη ή αφαίρεση κομματιών ή αναπαραγωγή μιας λίστας αναπαραγωγής. Αν χρησιμοποιήσετε το ψευδώνυμο `start` (`play` ή `enqueue`) αντί να εμφανιστεί το μενού ελέγχου. Εάν χρησιμοποιήσετε το ψευδώνυμο `delete` (`del`) η λίστα αναπαραγωγής θα διαγραφεί αντί να εμφανιστεί το μενού ελέγχου. Εάν χρησιμοποιήσετε το ψευδώνυμο `save` (`queue`) η τρέχουσα ουρά θα προστεθεί στην καθορισμένη λίστα αναπαραγωγής. αν χρησιμοποιήσετε το ψευδώνυμο `info` θα εμφανιστούν τα κομμάτια της λίστας αναπαραγωγής σε ένα μενού.

source: {user}, playlist {playlist_name} cannot be managed by yourself.
ar_ye: {user}، قائمة التشغيل {playlist_name} لا يمكن إدارتها بنفسك.
cs_cz: {user}, seznam skladeb {playlist_name} nemůže spravovat sám sebe.
da_dk: {user}, afspilningsliste {playlist_name} kan ikke håndteres af dig selv.
el_cy: {user}, λίστα αναπαραγωγής {playlist_name} δεν μπορούν να διαχειριστούν μόνοι σας.
es_py: {user}, la lista de reproducción {playlist_name} no puede ser administrada por ti mismo.
fr_lu: {user}, la playlist {playlist_name} ne peut pas être gérée par vous-même.
ro_ro: {user}, lista de redare {playlist_name} nu poate fi gestionată de tine.
