Repository: PyLav/Red-Cogs
Catalog: plplaylists/locales/*.po
Languages: ar_ye, cs_cz, da_dk, el_cy, es_py, fr_lu, hr_hr, ro_ro

source: Multiple playlist files provided - Currently only 1 per message is allowed.
ar_ye: ملفات قائمة تشغيل متعددة تم توفيرها - يسمح حاليا بواحد فقط لكل رسالة.
cs_cz: Je k dispozici více souborů playlistu - v současné době je povoleno pouze 1 pro každou zprávu.
da_dk: Flere afspilningslistefiler angivet - I øjeblikket er kun 1 pr. besked tilladt.
el_cy: Πολλαπλά αρχεία λίστας αναπαραγωγής που παρέχονται - Προς το παρόν επιτρέπεται μόνο 1 ανά μήνυμα.
es_py: Múltiples archivos de listas de reproducción proporcionados - Actualmente sólo se permite 1 por mensaje.
fr_lu: Plusieurs fichiers de playlist fournis - Actuellement seulement 1 par message est autorisé.
ro_ro: Mai multe fișiere din lista de redare furnizată- În prezent este permis doar 1 per mesaj.

source: Failed to save any of the requested playlists.
ar_ye: فشل في حفظ أي من قوائم التشغيل المطلوبة.
cs_cz: Nepodařilo se uložit žádný z požadovaných seznamů skladeb.
da_dk: Kunne ikke gemme nogen af de ønskede afspilningslister.
el_cy: Αποτυχία αποθήκευσης οποιασδήποτε από τις ζητούμενες λίστες αναπαραγωγής.
es_py: Error al guardar cualquiera de las listas de reproducción solicitadas.
fr_lu: Impossible d'enregistrer l'une des playlists demandées.
ro_ro: Salvarea niciuneia dintre listele de redare solicitate nu a reușit.

source: Failed to save the following playlists: {invalid_playlists}
ar_ye: فشل في حفظ قوائم التشغيل التالية: {invalid_playlists}
cs_cz: Nepodařilo se uložit následující seznamy skladeb: {invalid_playlists}
da_dk: Kunne ikke gemme følgende afspilningslister: {invalid_playlists}
el_cy: Αποτυχία αποθήκευσης των παρακάτω λιστών αναπαραγωγής: {invalid_playlists}
es_py: Error al guardar las siguientes listas: {invalid_playlists}
fr_lu: Impossible d'enregistrer les playlists suivantes : {invalid_playlists}
hr_hr: Nije uspjelo spremanje sljedećih popisa za reprodukciju: {invalid_playlists}
ro_ro: Salvarea următoarelor liste de redare nu a reușit: {invalid_playlists}

source: Successfully saved the following playlists: {saved_playlists}
ar_ye: حفظ قوائم التشغيل التالية بنجاح: {saved_playlists}
cs_cz: Úspěšně uloženo následující seznamy skladeb: {saved_playlists}
da_dk: Følgende afspilningslister gemt med succes: {saved_playlists}
el_cy: Αποθηκεύτηκε επιτυχώς οι παρακάτω λίστες αναπαραγωγής: {saved_playlists}
es_py: Guardado con éxito las siguientes listas de reproducción: {saved_playlists}
fr_lu: Les playlists suivantes ont été sauvegardées avec succès : {saved_playlists}
hr_hr: Uspješno su spremljeni sljedeći popisi za reprodukciju: {saved_playlists}
ro_ro: Salvat cu succes următoarele liste de redare: {saved_playlists}

source: You must be in a voice channel to allow me to connect.
ar_ye: يجب أن تكون في قناة صوتية للسماح لي بالاتصال.
cs_cz: Musíš být v hlasovém kanálu, abych se mohl připojit.
da_dk: Du skal være i en stemmekanal for at tillade mig at forbinde.
el_cy: Πρέπει να είστε σε ένα φωνητικό κανάλι για να μου επιτρέψετε να συνδεθώ.
es_py: Debes estar en un canal de voz para permitirme conectar.
fr_lu: Vous devez être dans un salon vocal pour me permettre de me connecter.
ro_ro: Trebuie să fiți într-un canal de voce pentru a mă putea conecta.

source: I don't have permission to connect or speak in {channel}.
ar_ye: ليس لدي إذن للاتصال أو التحدث في {channel}.
cs_cz: Nemám oprávnění připojit se nebo mluvit v {channel}.
da_dk: Jeg har ikke tilladelse til at oprette forbindelse eller tale i {channel}.
el_cy: Δεν έχω άδεια να συνδεθώ ή να μιλήσω στο {channel}.
es_py: No tengo permiso para conectar o hablar en {channel}.
fr_lu: Je n'ai pas la permission de me connecter ou de parler dans {channel}.
ro_ro: Nu am permisiunea să mă conectez sau să vorbesc în {channel}.

source: Playlist
ar_ye: قائمة التشغيل
cs_cz: Seznam skladeb
da_dk: Afspilningsliste
el_cy: Λίστα
es_py: Lista
fr_lu: Liste de lecture
hr_hr: Popis za reprodukciju

source: {track_count} tracks enqueued.{playlist_name}
ar_ye: {track_count} مسارات في قائمة الانتظار.{playlist_name}
cs_cz: {track_count} skladeb ve frontě.{playlist_name}
da_dk: {track_count} numre sat i kø.{playlist_name}
el_cy: {track_count} κομμάτια στην ουρά.{playlist_name}
es_py: {track_count} pistas en cola.{playlist_name}
fr_lu: {track_count} pistes mises en attente.{playlist_name}
hr_hr: {track_count} pjesama stavljeno u red čekanja.{playlist_name}
ro_ro: {track_count} piese în așteptare.{playlist_name}

source: Show the version of the Cog and it's PyLav dependencies.
cs_cz: Ukaž verzi Cog a jsou to PyLav závislosti.
es_py: Mostrar la versión del Cog y sus dependencias PyLav.
fr_lu: Affiche la version du Cog et ses dépendances PyLav.
ro_ro: Arată versiunea Cog şi este dependenţe PyLav.

source: Library/Cog
cs_cz: Knihovna/Cog
es_py: Biblioteca/Cog
fr_lu: Bibliothèque/Cog
hr_hr: Biblioteka/Cog
ro_ro: Bibliotecă/Cog

source: Version
cs_cz: Verze
es_py: Versión
hr_hr: Verzija
ro_ro: Versiune

source: Control PyLav playlists
hr_hr: Kontroliraj PyLav popise za reprodukciju

source: Show the version of the Cog and it's PyLav dependencies
hr_hr: Prikaži verziju Cog-a i njegovih PyLav ovisnosti

source: You have no playlists
hr_hr: Nemaš popisa za reprodukciju

source: Nothing to save
hr_hr: Nema ništa za spremit

source: There is nothing in the queue to save
hr_hr: Nema ništa u redu čekanja za spremit

source: {user}, playlist {playlist_name} cannot be managed by yourself
hr_hr: {user}, popis za reprodukciju {playlist_name} ne možeš uređivati

source: Playlist deleted
hr_hr: Popis za reprodukciju izbrisan

source: {user}, playlist {playlist_name} has been deleted
hr_hr: {user}, popis za reprodukciju {playlist_name} je izbrisan

source: Playlist **{playlist_name}** could not be updated with URL: <{url}>
hr_hr: Popis za reprodukciju **{playlist_name}** se ne može ažurirati s URL-om: <{url}>

source: {track_count} {track_plural} removed from the playlist
hr_hr: {track_count} {track_plural} su uklonjene s popisa za reprodukciju

source: {track_count} {track_plural} added to the playlist
hr_hr: {track_count} {track_plural} su dodane na popis za reprodukciju

source: Playlist updated
hr_hr: Popis za reprodukciju je ažuriran

source: Playlist unchanged
hr_hr: Popis za reprodukciju je nepromijenjen

source: {user}, playlist {playlist_name} has not been updated
hr_hr: {user}, popis za reprodukciju {playlist_name} nije ažuriran

source: You must either provide a URL or attach a playlist file to upload a playlist
hr_hr: Morate unijeti URL ili priložiti datoteku popisa za reprodukciju da biste ga prenijeli

source: No valid playlist file provided
hr_hr: Nije navedena važeća datoteka popisa za reprodukciju

source: Multiple playlist files provided - Currently only 1 per message is allowed
hr_hr: Dano je više datoteka popisa za reprodukciju - Trenutno je dopušten samo jedan po poruci

source: Failed to save any of the requested playlists
hr_hr: Nije uspjelo spremanje nijednog od traženih popisa za reprodukciju

source: You must be in a voice channel to allow me to connect
hr_hr: Morate biti u glasovnom kanalu kako bi se povezao

source: I don't have permission to connect or speak in {channel}
hr_hr: Nemam dozvolu za povezivanje ili govor u {channel}
