Repository: PyLav/Red-Cogs
Catalog: plplaylists/locales/*.po
Languages: ar_ye, cs_cz, da_dk, el_cy, es_py, fr_lu, hr_hr, ro_ro

source: (**1**){space} - Apply changes to playlist. (**2**){space} - Cancel any changes made and close the menu. (**3**){space} - Delete this playlist. (**4**){space} - Remove all tracks from this playlist. (**5**){space} - Update the playlist with the latest tracks. Please note that this action will ignore any tracks added/removed via this menu. (**6**){space} - Change the name of the playlist. (**7**){space} - Link this playlist to an existing playlist/album. (**8**){space} - Add a query to this playlist. (**9**){space} - Remove a query from this playlist. (**10**) - Download the playlist file. (**11**) - Add current playlist to the queue. (**12**) - Show tracks in current playlist. (**13**) - Add tracks from queue to this playlist. (**14**) - Remove duplicate entries in the playlist. The add/remove track buttons can be used multiple times to add/remove multiple tracks and playlists at once. A query is anything playable by the play command - any query can be used by the add/remove buttons The clear button will always be run first before any other operations. The URL button will always run last - Linking a playlist via the URL will overwrite any tracks added or removed to this playlist. If you interact with a button multiple times other than the add/remove buttons only the last interaction will take effect.
ar_ye: (**1**){space} - تطبيق التغييرات على قائمة التشغيل. (**2**){space} - إلغاء أي تغييرات أجريت وإغلاق القائمة. (**3**){space} - حذف قائمة التشغيل هذه. (**4**){space} - إزالة جميع المسارات من قائمة التشغيل هذه (**5**){space} - تحديث قائمة التشغيل بأحدث المسارات. يرجى ملاحظة أن هذا الإجراء سوف يتجاهل أي مسارات تمت إضافتها أو إزالتها عبر هذه القائمة. (**6**){space} - تغيير اسم قائمة التشغيل. (**7**){space} - ربط قائمة التشغيل هذه بقائمة تشغيل/ألبوم موجودة. (**8**){space} - إضافة استعلام إلى قائمة التشغيل هذه. (**9**){space} - إزالة استعلام من قائمة التشغيل هذه. (**10**) - تحميل ملف قائمة التشغيل. (**11**) - إضافة قائمة التشغيل الحالية إلى قائمة الانتظار. (**12**) - إظهار المسارات في قائمة التشغيل الحالية (**13**) - إضافة المسارات من قائمة الانتظار إلى قائمة التشغيل هذه. (**14**) - إزالة المواد المكررة في قائمة التشغيل. أزرار الإضافة/إزالة المسار يمكن استخدامها عدة مرات لإضافة/إزالة مسارات متعددة وقوائم تشغيل في وقت واحد. الاستعلام هو أي شيء يمكن تشغيله بواسطة أمر التشغيل - أي استعلام يمكن استخدامه بواسطة أزرار إضافة/إزالة زر المسح سوف يتم تشغيله دائماً قبل أي عمليات أخرى. سيتم تشغيل زر URL دائمًا - سيؤدي ربط قائمة التشغيل عبر عنوان URL إلى الكتابة فوق أي مسارات تمت إضافتها أو إزالتها إلى قائمة التشغيل هذه. إذا كنت تتفاعل مع زر عدة مرات غير أزرار إضافة/إزالة فقط سيصبح التفاعل الأخير ساري المفعول
cs_cz: (**1**){space} - Použít změny v seznamu skladeb. (**2**){space} - Zrušte provedené změny a zavřete menu. (**3**){space} - Odstranit tento playlist. (**4**){space} - Odstraňte všechny skladby z tohoto seznamu skladeb. (**5**){space} - Aktualizujte seznam skladeb o nejnovější skladby. Vezměte prosím na vědomí, že tato akce bude ignorovat všechny skladby přidané nebo odebírané v této nabídce. (**6**){space} - Změnit jméno seznamu skladeb. (**7**){space} - Propojte tento seznam skladeb s existujícím seznamem skladeb/albem. (**8**){space} - Přidejte dotaz do tohoto seznamu skladeb. (**9**){space} - Odstraňte dotaz z tohoto playlistu. (**10**) - Stáhněte si soubor seznamu skladeb. (**11**) - Přidejte aktuální seznam skladeb do fronty. (**12**) - Zobrazit skladby v aktuálním seznamu skladeb. (**13**) - Přidejte skladby z fronty do tohoto seznamu skladeb. (**14**) - Odstranit duplicitní položky v seznamu skladeb. Tlačítka add/remove track mohou být použita vícekrát k přidání/odebrání více skladeb a skladeb najednou. Dotaz je cokoliv, co lze přehrávat pomocí příkazu play - jakýkoliv dotaz může být použit tlačítkem přidání/odebrání Tlačítko "Vyčistit" bude vždy spuštěno nejdříve před každou další operací. Tlačítko URL bude vždy trvat - Propojení playlistu přes URL přepíše všechny skladby přidané nebo odebírané do tohoto seznamu skladeb. Pokud komunikujete s tlačítkem vícekrát jiným než tlačítkem přidat/odebrat pouze poslední interakce.
da_dk: (**1**){space} - Anvend ændringer på afspilningslisten. (**2**){space} - Annuller eventuelle ændringer, der er foretaget, og luk menuen. (**3**){space} - Slet denne spilleliste. (**4**){space} - Fjern alle spor fra denne spilleliste. (**5**){space} - Opdater spillelisten med de seneste numre. Bemærk venligst, at denne handling vil ignorere eventuelle spor tilføjet/fjernet via denne menu. (**6**){space} - Skift navnet på spillelisten. (**7**){space} - Link denne spilleliste til en eksisterende spilleliste/album. (**8**){space} - Tilføj en forespørgsel til denne spilleliste. (**9**){space} - Fjern en forespørgsel fra denne afspilningsliste. (**10**) - Download spillelistefilen. (**11**) - Tilføj den aktuelle spilleliste til køen. (**12**) - Vis spor i den aktuelle spilleliste. (**13**) - Tilføj spor fra kø til denne spilleliste. (**14**) - Fjern duplikerede indgange i spillelisten. Tilføj/fjern sporknapper kan bruges flere gange til at tilføje/fjerne flere spor og spillelister på én gang. En forespørgsel kan spilles af afspilningskommandoen - enhver forespørgsel kan bruges af tilføjet/fjern knapperne Rydknappen vil altid blive kørt først, før nogen andre operationer. URL-knappen vil altid køre sidst - Linking af en afspilningsliste via URL'en vil overskrive ethvert spor, der er tilføjet eller fjernet til denne afspilningsliste. Hvis du interagerer med en knap flere gange end tilføj/fjern knapperne, vil kun den sidste interaktion træde i kraft.
el_cy: (**1**){space} - Εφαρμογή αλλαγών στη λίστα αναπαραγωγής. (**2**){space} - Ακύρωση τυχόν αλλαγών και κλείσιμο του μενού. (**3**){space} - Διαγραφή αυτής της λίστας αναπαραγωγής. (**4**){space} - Αφαίρεση όλων των κομματιών από αυτήν τη λίστα αναπαραγωγής. (**5**){space} - Ενημέρωση της λίστας αναπαραγωγής με τα τελευταία κομμάτια. Παρακαλώ σημειώστε ότι αυτή η ενέργεια θα αγνοήσει τυχόν κομμάτια που προστέθηκαν/αφαιρέθηκαν μέσω αυτού του μενού. (**6**){space} - Αλλάξτε το όνομα της λίστας αναπαραγωγής. (**7**){space} - Συνδέστε αυτή τη λίστα αναπαραγωγής με μια υπάρχουσα λίστα/άλμπουμ. (**8**){space} - Προσθέστε ένα ερώτημα σε αυτήν τη λίστα αναπαραγωγής. (**9**){space} - Αφαίρεση ενός ερωτήματος από αυτήν τη λίστα αναπαραγωγής. (**10**) - Κατεβάστε το αρχείο της λίστας αναπαραγωγής. (**11**) - Προσθέστε την τρέχουσα λίστα αναπαραγωγής στην ουρά. (**12**) - Εμφάνιση κομματιών στην τρέχουσα λίστα αναπαραγωγής. (**13**) - Προσθήκη κομματιών από την ουρά σε αυτήν τη λίστα αναπαραγωγής. (**14**) - Αφαίρεση διπλών καταχωρήσεων στη λίστα αναπαραγωγής. Τα κουμπιά προσθήκης/αφαίρεσης κομματιού μπορούν να χρησιμοποιηθούν πολλές φορές για να προσθέσετε/αφαιρέσετε πολλαπλά κομμάτια και λίστες αναπαραγωγής ταυτόχρονα. Ένα ερώτημα είναι οτιδήποτε μπορεί να αναπαραχθεί από την εντολή αναπαραγωγής - οποιοδήποτε ερώτημα μπορεί να χρησιμοποιηθεί από τα κουμπιά προσθήκης/αφαίρεσης Το κουμπί εκκαθάρισης θα εκτελεστεί πάντα πρώτα πριν από οποιαδήποτε άλλη λειτουργία. Το κουμπί URL θα τρέχει πάντα τελευταία - Η σύνδεση μιας λίστας αναπαραγωγής μέσω του URL θα αντικαταστήσει τα κομμάτια που προστίθενται ή αφαιρούνται σε αυτή τη λίστα αναπαραγωγής. Εάν αλληλεπιδράσετε με ένα κουμπί πολλές φορές εκτός από τα κουμπιά προσθήκης/αφαίρεσης μόνο η τελευταία αλληλεπίδραση θα τεθεί σε ισχύ.
es_py: (**1**){space} - Aplicar cambios a la lista de reproducción. (**2**){space} - Cancelar cualquier cambio hecho y cerrar el menú. (**3**){space} - Elimina esta lista. (**4**){space} - Quita todas las pistas de esta lista. (**5**){space} - Actualiza la lista de reproducción con las últimas pistas. Tenga en cuenta que esta acción ignorará cualquier pista añadida/eliminada a través de este menú. (**6**){space} - Cambia el nombre de la lista de reproducción. (**7**){space} - Vincula esta lista de reproducción a una lista de reproducción/álbum existente. (**8**){space} - Añade una consulta a esta lista de reproducción. (**9**){space} - Elimina una consulta de esta lista de reproducción. (**10**) - Descarga el archivo de la lista de reproducción. (**11**) - Añade la lista de reproducción actual a la cola. (**12**) - Mostrar pistas en la lista de reproducción actual. (**13**) - Añadir pistas de la cola a esta lista de reproducción. (**14**) - Eliminar entradas duplicadas en la lista de reproducción. Los botones de añadir/quitar pistas pueden utilizarse varias veces para añadir/eliminar múltiples pistas y listas de reproducción a la vez. Una consulta es cualquier cosa reproducible por el comando play - cualquier consulta puede ser utilizada por los botones de añadir/quitar El botón Borrar siempre se ejecutará antes de cualquier otra operación. El botón URL siempre se ejecutará en última instancia - El enlace de una lista de reproducción a través de la URL sobrescribirá cualquier pista añadida o eliminada a esta lista. Si interactúa con un botón varias veces aparte de los botones de añadir/quitar sólo la última interacción tendrá efecto.
fr_lu: (**1**){space} - Appliquer les modifications à la playlist. (**2**){space} - Annuler toutes les modifications apportées et fermer le menu. (**3**){space} - Supprimer cette playlist. (**4**){space} - Supprimer toutes les pistes de cette playlist. (**5**){space} - Mettre à jour la playlist avec les dernières pistes. Veuillez noter que cette action ignorera toutes les pistes ajoutées/supprimées via ce menu. (**6**){space} - Change le nom de la playlist. (**7**){space} - Lier cette playlist à une playlist/album existant. (**8**){space} - Ajouter une requête à cette playlist. (**9**){space} - Supprime une requête de cette playlist. (**10**) - Télécharger le fichier de la playlist. (**11**) - Ajouter la playlist actuelle à la file d'attente. (**12**) - Afficher les pistes dans la playlist courante. (**13**) - Ajoute des pistes de la file d'attente à cette playlist. (**14**) - Supprime les entrées dupliquées dans la playlist. Les boutons ajouter/supprimer des pistes peuvent être utilisés plusieurs fois pour ajouter/supprimer plusieurs pistes et listes de lecture à la fois. Une requête est tout ce qui peut être joué par la commande de lecture - toute requête peut être utilisée par les boutons d'ajout/suppression Le bouton d'effacement sera toujours exécuté avant toute autre opération. Le bouton URL s'exécutera toujours en dernier - Lier une playlist via l'URL écrasera toutes les pistes ajoutées ou supprimées à cette playlist. Si vous interagissez avec un bouton plusieurs fois autre que les boutons ajouter/supprimer seulement la dernière interaction prendra effet.
ro_ro: (**1**){space} - Aplică modificări la lista de redare. (**2**){space} - Anulează orice modificări făcute și închide meniul. (**3**){space} - Șterge această listă de redare. (**4**){space} - Elimină toate piesele din această listă de redare. (**5**){space} - Actualizează lista de redare cu cele mai recente piese. Vă rugăm să rețineți că această acțiune va ignora orice piese adăugate/eliminate prin acest meniu. (**6**){space} - Schimbă numele listei de redare. (**7**){space} - Leagă această listă de redare la o listă de redare/album existentă. (**8**){space} - Adaugă o interogare la această listă de redare. (**9**){space} - Șterge o interogare din această listă de redare. (**10**) - Descarcă fișierul de redare. (**11**) - Adaugă lista de redare curentă la coadă. (**12**) - Arată melodiile în lista de redare curentă. (**13**) - Adaugă piese din coada de redare la această listă de redare. (**14**) - Elimină intrările duplicate din lista de redare. Butoanele de adăugare/eliminare a piesei pot fi utilizate de mai multe ori pentru a adăuga/elimina piesele multiple și listele de redare simultan. O interogare este orice poate fi redată de comanda de redare - orice interogare poate fi folosită de butoanele de adăugare/ștergere Butonul de ștergere va fi întotdeauna rulat mai întâi înainte de orice alte operațiuni. Butonul URL va rula întotdeauna - Legarea unei liste de redare prin URL va suprascrie orice melodii adăugate sau eliminate în această listă de redare. Dacă interacționați cu un buton de mai multe ori în afară de butonul de adăugare/ștergere doar ultima interacțiune va avea efect.

source: (**1**) - Close the menu. (**2**) - Update the playlist with the latest tracks. (**3**) - Download the playlist file. (**4**) - Add current playlist to the queue. (**5**) - Show tracks in current playlist.
ar_ye: (**1**) - إغلاق القائمة. (**2**) - تحديث قائمة التشغيل بأحدث المسارات. (**3**) - تحميل ملف قائمة التشغيل. (**4**) - إضافة قائمة التشغيل الحالية إلى قائمة الانتظار. (**5**) - إظهار المسارات في قائمة التشغيل الحالية
cs_cz: (**1**) - Zavřete menu. (**2**) - Aktualizujte seznam skladeb s nejnovějšími skladbami. (**3**) - Stáhněte si soubor playlistu. (**4**) - Přidat aktuální seznam skladeb do fronty. (**5**) - Zobrazit skladby v aktuálním seznamu skladeb.
da_dk: (**1**) - Luk menuen. (**2**) - Opdater spillelisten med de seneste spor. (**3**) - Download spillelistefilen. (**4**) - Tilføj den aktuelle spilleliste til køen. (**5**) - Vis spor i den aktuelle spilleliste.
el_cy: (**1**) - Κλείσιμο του μενού. (**2**) - Ενημέρωση της λίστας αναπαραγωγής με τα τελευταία κομμάτια. (**3**) - Λήψη του αρχείου της λίστας αναπαραγωγής. (**4**) - Προσθήκη της τρέχουσας λίστας αναπαραγωγής στην ουρά. (**5**) - Εμφάνιση κομματιών στην τρέχουσα λίστα αναπαραγωγής.
es_py: (**1**) - Cerrar el menú. (**2**) - Actualizar la lista de reproducción con las últimas pistas. (**3**) - Descargar el archivo de la lista de reproducción. (**4**) - Añadir lista de reproducción actual a la cola. (**5**) - Mostrar pistas en la lista de reproducción actual.
fr_lu: (**1**) - Fermer le menu. (**2**) - Mettre à jour la playlist avec les dernières pistes. (**3**) - Télécharger le fichier de playlist. (**4**) - Ajoute la playlist actuelle à la file d'attente. (**5**) - Afficher les pistes dans la playlist courante.
ro_ro: (**1**) - Închide meniul. (**2**) - Actualizează lista de redare cu cele mai recente piese. (**3**) - Descarcă fișierul de redare. (**4**) - Adaugă lista curentă de redare la coadă. (**5**) - Arată melodiile în lista de redare curentă.

source: **__Currently managing__**: **Name**:{space}{space}{space}{playlist_name} **Scope**:{space}{space}{space}{scope} **Author**:{space}{space}{author} **Tracks**:{space}{space}{space}{tracks} tracks **URL**:{space}{space}{space}{space}{space}{url}
da_dk: **__I øjeblikket håndtering__**: **Navn**:{space}{space}{space}{playlist_name} **Scope**:{space}{space}{space}{scope} **Forfatter**:{space}{space}{author} **Spor**:{space}{space}{space}{tracks} spor **URL**:{space}{space}{space}{space}{space}{url}
el_cy: **__Τρέχουσα διαχείριση__**: **Όνομα**:{space}{space}{space}{playlist_name} **Πεδίο**:{space}{space}{space}{scope} **Συγγραφέας:{space}{space}{author} **Κομμάτια**:{space}{space}{space}{tracks} Κομμάτια **URL**:{space}{space}{space}{space}{space}{url}
es_py: **__Actualmente gestionando__**: **Nombre**:{space}{space}{space}{playlist_name} **Alcance**:{space}{space}{space}{scope} **Autor**:{space}{space}{author} **Pistas**:{space}{space}{space}{tracks} pistas **URL**:{space}{space}{space}{space}{space}{url}

source: Let's manage: {playlist_name}
ar_ye: لنقوم بالإدارة: {playlist_name}
cs_cz: Pojďme řídit: {playlist_name}
da_dk: Lad os administrere: {playlist_name}
el_cy: Ας διαχειριστούμε: {playlist_name}
es_py: Vamos a gestionar: {playlist_name}
fr_lu: Nous gérons : {playlist_name}
hr_hr: Ajmo upravljati:
ro_ro: Hai să gestionăm: {playlist_name}

source: Let's take a look at: {playlist_name}
ar_ye: دعونا نلقي نظرة في: {playlist_name}
cs_cz: Podívejme se na: {playlist_name}
da_dk: Lad os tage et kig på: {playlist_name}
el_cy: Ας ρίξουμε μια ματιά στο: {playlist_name}
es_py: Echemos un vistazo a: {playlist_name}
fr_lu: Jetons un coup d'œil à: {playlist_name}
hr_hr: Ajmo pregledati: {playlist_name}
ro_ro: Să aruncăm o privire la: {playlist_name}

source: N/A
ar_ye: لا
cs_cz: Nepřichází v úvahu
el_cy: Δ/Υ
hr_hr: Nema

source: Playlist deleted.
ar_ye: تم حذف قائمة التشغيل.
cs_cz: Playlist byl smazán.
da_dk: Afspilningsliste slettet.
el_cy: Η λίστα διαγράφηκε.
es_py: Lista de reproducción eliminada.
fr_lu: Playlist supprimée.
ro_ro: Playlist șters.

source: {user}, playlist {playlist_name} has been deleted.
ar_ye: {user}، تم حذف قائمة التشغيل {playlist_name}.
cs_cz: {user}, seznam skladeb {playlist_name} byl smazán.
da_dk: {user}, afspilningsliste {playlist_name} er blevet slettet.
el_cy: {user}, λίστα αναπαραγωγής {playlist_name} έχει διαγραφεί.
es_py: {user}, la lista de reproducción {playlist_name} ha sido eliminada.
fr_lu: {user}, la playlist {playlist_name} a été supprimée.
ro_ro: {user}, lista de redare {playlist_name} a fost ștearsă.

source: Playlist **{playlist_name}** could not be updated with URL: <{url}>.
ar_ye: لا يمكن تحديث قائمة التشغيل **{playlist_name}** باستخدام URL: <{url}>.
cs_cz: Seznam skladeb **{playlist_name}** nelze aktualizovat s URL: <{url}>.
da_dk: Spilleliste **{playlist_name}** kunne ikke opdateres med URL: <{url}>.
el_cy: Η λίστα αναπαραγωγής **{playlist_name}** δεν μπορεί να ενημερωθεί με URL: <{url}>.
es_py: No se pudo actualizar la lista de reproducción **{playlist_name}** con la URL: <{url}>.
fr_lu: La playlist **{playlist_name}** n'a pas pu être mise à jour avec l'URL : <{url}>.
ro_ro: Lista de redare **{playlist_name}** nu a putut fi actualizată cu URL: <{url}>.

source: {track_count} {track_plural} removed from the playlist.
ar_ye: {track_count} {track_plural} حذف من قائمة التشغيل.
cs_cz: {track_count} {track_plural} odebráno ze seznamu skladeb.
da_dk: {track_count} {track_plural} fjernet fra spillelisten.
el_cy: {track_count} {track_plural} αφαιρέθηκε από τη λίστα αναπαραγωγής.
es_py: {track_count} {track_plural} eliminado de la lista de reproducción.
fr_lu: {track_count} {track_plural} retiré de la playlist.
ro_ro: {track_count} {track_plural} eliminat din lista de redare.

source: track
ar_ye: مقطع
cs_cz: stopa
da_dk: spor
el_cy: κομμάτι
es_py: pista
fr_lu: Piste
hr_hr: pjesma
ro_ro: piesa

source: tracks
ar_ye: مسارات
cs_cz: skladby
da_dk: spor
el_cy: κομμάτια
es_py: pistas
fr_lu: Pistes
hr_hr: pjesme
ro_ro: piese

source: {track_count} {track_plural} added to the playlist.
ar_ye: {track_count} {track_plural} أضيف إلى قائمة التشغيل.
cs_cz: {track_count} {track_plural} přidáno do seznamu skladeb.
da_dk: {track_count} {track_plural} føjet til spillelisten.
el_cy: {track_count} {track_plural} προστέθηκαν στη λίστα αναπαραγωγής.
es_py: {track_count} {track_plural} añadido a la lista de reproducción.
fr_lu: {track_count} {track_plural} ajouté à la playlist.
ro_ro: {track_count} {track_plural} adăugat la lista de redare.

source: Playlist updated.
ar_ye: تم تحديث قائمة التشغيل.
cs_cz: Seznam skladeb aktualizován.
da_dk: Spilleliste opdateret.
el_cy: Η λίστα ενημερώθηκε.
es_py: Lista de reproducción actualizada.
fr_lu: Playlist mise à jour.
ro_ro: Playlist actualizat.

source: {user}, playlist {playlist_name} has been updated.{extras}
ar_ye: {user}، تم تحديث قائمة التشغيل {playlist_name} .{extras}
cs_cz: {user}, seznam skladeb {playlist_name} byl aktualizován.{extras}
da_dk: {user}, afspilningsliste {playlist_name} er blevet opdateret.{extras}
el_cy: {user}, η λίστα αναπαραγωγής {playlist_name} έχει ενημερωθεί.{extras}
es_py: {user}, lista de reproducción {playlist_name} ha sido actualizada.{extras}
fr_lu: {user}, la playlist {playlist_name} a été mise à jour.{extras}
hr_hr: {user}, popis za reprodukciju {playlist_name} je ažuriran.{extras}
ro_ro: {user}, lista de redare {playlist_name} a fost actualizată.{extras}

source: Playlist unchanged.
ar_ye: قائمة التشغيل بدون تغيير.
cs_cz: Seznam skladeb beze změny.
da_dk: Spilleliste uændret.
el_cy: Η λίστα αναπαραγωγής δεν άλλαξε.
es_py: Lista de reproducción sin cambios.
fr_lu: Playlist inchangée.
ro_ro: Playlist neschimbat.

source: {user}, playlist {playlist_name} has not been updated.
ar_ye: {user}، لم يتم تحديث قائمة التشغيل {playlist_name}.
cs_cz: {user}, seznam skladeb {playlist_name} nebyl aktualizován.
da_dk: {user}, afspilningsliste {playlist_name} er ikke blevet opdateret.
el_cy: {user}, η λίστα αναπαραγωγής {playlist_name} δεν έχει ενημερωθεί.
es_py: {user}, la lista de reproducción {playlist_name} no ha sido actualizada.
fr_lu: {user}, la playlist {playlist_name} n'a pas été mise à jour.
ro_ro: {user}, lista de redare {playlist_name} nu a fost actualizată.

source: Upload a playlist to the bot. This command will upload a playlist to the bot. The playlist can be uploaded by either the URL of the playlist file or by attaching the playlist file to the message.
ar_ye: قم بتحميل قائمة تشغيل إلى البوت. سيقوم هذا الأمر برفع قائمة تشغيل إلى البوت. يمكن تحميل قائمة التشغيل بواسطة عنوان URL لملف قائمة التشغيل أو بإرفاق ملف قائمة التشغيل إلى الرسالة.
cs_cz: Nahrajte playlist na bota. Tento příkaz nahraje seznam skladeb na bota. Seznam stop může být nahrán buď pomocí URL souboru playlistu nebo připojením souboru playlistu ke zprávě.
da_dk: Upload en spilleliste til bot. Denne kommando vil uploade en afspilningsliste til bot. Spillelisten kan uploades af enten URL'en for spillelistefilen eller ved at vedhæfte spillelistefilen til beskeden.
el_cy: Ανεβάστε μια λίστα αναπαραγωγής στο bot. Αυτή η εντολή θα ανεβάσει μια λίστα αναπαραγωγής στο bot. Η λίστα αναπαραγωγής μπορεί να μεταφορτωθεί είτε από το URL του αρχείου λίστας αναπαραγωγής είτε από την επισύναψη του αρχείου λίστας αναπαραγωγής στο μήνυμα.
es_py: Sube una lista de reproducción al bot. Este comando subirá una lista de reproducción al bot. La lista de reproducción puede ser cargada por la URL del archivo de la lista de reproducción o adjuntando el archivo de la lista de reproducción al mensaje.
fr_lu: Téléchargez une playlist sur le bot. Cette commande téléversera une playlist au bot. La playlist peut être téléchargée soit par l'URL du fichier de playlist soit en attachant le fichier de playlist au message.
ro_ro: Încărcați în bot o listă de redare. Această comandă va încărca o listă de redare către bot. Lista de redare poate fi încărcată fie prin URL-ul fișierului din lista de redare sau prin atașarea fișierului din lista de redare la mesaj.

source: You must either provide a URL or attach a playlist file to upload a playlist.
ar_ye: يجب عليك إما تقديم عنوان URL أو إرفاق ملف قائمة تشغيل لتحميل قائمة التشغيل.
cs_cz: Musíte buď zadat adresu URL, nebo připojit soubor playlistu pro nahrání playlistu.
da_dk: Du skal enten angive en URL eller vedhæfte en spillelistefil for at uploade en spilleliste.
el_cy: Πρέπει είτε να παρέχετε ένα URL είτε να επισυνάψετε ένα αρχείο λίστας αναπαραγωγής για να ανεβάσετε μια λίστα αναπαραγωγής.
es_py: Debe proporcionar una URL o adjuntar un archivo de lista de reproducción para subir una lista de reproducción.
fr_lu: Vous devez fournir une URL ou joindre un fichier de playlist pour télécharger une playlist.
ro_ro: Trebuie fie să furnizați o adresă URL fie să atașați un fișier din lista de redare pentru a încărca o listă de redare.

source: No valid playlist file provided.
ar_ye: لم يتم توفير ملف قائمة التشغيل صالح.
cs_cz: Nebyl zadán žádný platný soubor playlistu.
da_dk: Ingen gyldig afspilningslistefil angivet.
el_cy: Δεν παρέχεται έγκυρο αρχείο λίστας αναπαραγωγής.
es_py: No se ha proporcionado un archivo de lista de reproducción válido.
fr_lu: Aucun fichier de playlist valide fourni.
ro_ro: Nu a fost furnizat niciun fișier valid din lista de redare.
