Repository: PyLav/Red-Cogs
Catalog: audio/locales/*.po
Languages: ar_eg, cs_cz, da_dk, de_ch, el_gr, es_mx, fr_ca, nl_nl, ro_ro

source: A Media player using the PyLav library
nl_nl: Een mediaspeler met behulp van de PyLav bibliotheek

source: Play from activity
nl_nl: Afspelen van activiteit

source: Play from message
nl_nl: Afspelen van bericht

source: Notifies PyLav that a Player is having issues. If enough (50% or more of currently playing players) report issues, PyLav will automatically switch to a different node or restart the current node where possible.
nl_nl: Hiermee meldt PyLav dat een speler problemen ondervindt. Als genoeg (50% of meer van de spelers die momenteel spelen) problemen melden, zal PyLav automatisch schakel over naar een ander knooppunt of start het huidige knooppunt waar mogelijk opnieuw op.

source: This server already voted recently. Please, try again in 10 minutes.
nl_nl: Deze server heeft onlangs al gestemd. Probeer het over 10 minuten opnieuw.

source: Thank you for your report.
nl_nl: Bedankt voor de melding.

source: Removes a vote for a Player being down. If enough (50% or more of currently active players) report issues, PyLav will automatically switch to a different node or restart the current node where possible. This command is only valid if your server previously voted for a node to be down and is now back up.
nl_nl: Hiermee verwijdert u een stem voor een speler die down is. Als genoeg (50% of meer van de momenteel actieve spelers) problemen melden, zal PyLav automatisch schakel over naar een ander knooppunt of start het huidige knooppunt waar mogelijk opnieuw op. Deze opdracht is alleen geldig als uw server eerder heeft gestemd voor een knooppunt om down te zijn en nu een back-up heeft.

source: There are no active votes for the current audio node.
nl_nl: Er zijn geen actieve stemmen voor het huidige audioknooppunt.

source: I have removed your report.
nl_nl: Ik heb uw rapport verwijderd.

source: Show the version of the Cog and PyLav
nl_nl: Toon de versie van de Cog en PyLav

source: Library / Cog
nl_nl: Bibliotheek / Cog

source: Version
ar_eg: الإصدار
cs_cz: Verze
el_gr: Έκδοση
es_mx: Versión
nl_nl: Versie
ro_ro: Versiune

source: Bot-wide settings.
nl_nl: Botbrede instellingen.

source: Set the maximum volume a server can set
nl_nl: Stel het maximale volume in dat een server kan instellen

source: You have to specify a volume less than or equal to 1,000%.
nl_nl: U moet een volume opgeven dat kleiner is dan of gelijk is aan 1.000%.

source: The maximum volume must be greater than 0%.
nl_nl: Het maximale volume moet groter zijn dan 0%.

source: The maximum volume I will allow anyone in any server is now set to {volume_variable_do_not_translate}%
nl_nl: Het maximale volume dat ik iedereen op een server toestaat, is nu ingesteld op {volume_variable_do_not_translate}%

source: Set whether I should deafen myself when playing.
nl_nl: Stel in of ik mezelf doof moet maken tijdens het spelen.

source: From now on, I will deafen myself when joining a voice channel.
nl_nl: Vanaf nu zal ik mezelf doof maken als ik lid word van een stemkanaal.

source: From now on, I will no longer deafen myself when joining a voice channel.
nl_nl: Vanaf nu zal ik mezelf niet meer doof maken als ik lid word van een stemkanaal.

source: Set whether the server is allowed to enable auto shuffle.
nl_nl: Stel in of de server automatisch inschakelen mag inschakelen.

source: From now on, I will auto shuffle my track queue when new songs are added.
nl_nl: Vanaf nu zal ik mijn trackwachtrij automatisch in willekeurige volgorde plaatsen wanneer er nieuwe nummers worden toegevoegd.

source: From now on, I will no longer auto shuffle my track queue when new songs are added.
nl_nl: Vanaf nu zal ik mijn trackwachtrij niet meer automatisch door elkaar schudden wanneer er nieuwe nummers worden toegevoegd.

source: Set whether I should allow users to shuffle the queue
nl_nl: Instellen of ik gebruikers moet toestaan de wachtrij te shufflen

source: From now on, I will allow users to shuffle the queue.
nl_nl: Vanaf nu zal ik gebruikers toestaan om de wachtrij te schudden.

source: From now on, I will no longer allow users to shuffle the queue.
nl_nl: Vanaf nu sta ik gebruikers niet meer toe om de wachtrij door elkaar te schudden.

source: Set whether I should automatically play songs when the queue is empty.
nl_nl: Stel in of ik automatisch nummers moet afspelen als de wachtrij leeg is.

source: From now on, I will automatically play songs from the specified playlist when the queue is empty.
nl_nl: Vanaf nu speel ik automatisch nummers uit de opgegeven afspeellijst af wanneer de wachtrij leeg is.

source: From now on, I will no longer automatically play songs from the specified playlist when the queue is empty.
nl_nl: Vanaf nu speel ik niet meer automatisch nummers uit de opgegeven afspeellijst af als de wachtrij leeg is.

source: Set whether I should disconnect from the voice channel.
nl_nl: Stel in of ik de verbinding met het spraakkanaal moet verbreken.

source: Set whether I should disconnect from the voice channel when the queue is empty. Arguments: - `<toggle>`: Whether I should disconnect from the voice channel when the queue is empty. - `<duration>`: How long after the queue is empty should the player be disconnected? The default is 60 seconds. Accepts second, minutes, hours, days and weeks (if no unit is specified, the duration is assumed to be given in seconds)
nl_nl: Stel in of ik de verbinding met het spraakkanaal moet verbreken wanneer de wachtrij leeg is. Argumenten: - `<toggle>': Of ik de verbinding met het spraakkanaal moet verbreken als de wachtrij leeg is. - `<duration>': Hoe lang nadat de rij leeg is, moet de speler worden losgekoppeld? De standaardwaarde is 60 seconden. Accepteert tweede, minuten, uren, dagen en weken (als er geen eenheid is opgegeven, wordt aangenomen dat de duur in seconden wordt gegeven)

source: I will disconnect from the voice channel when the queue is empty after {time_to_dc_variable_do_not_translate}.
nl_nl: Ik zal de verbinding met het spraakkanaal verbreken wanneer de wachtrij leeg is na {time_to_dc_variable_do_not_translate}.

source: I will disconnect from the voice channel when the queue is empty after 60 seconds.
nl_nl: Ik zal de verbinding met het spraakkanaal verbreken wanneer de wachtrij na 60 seconden leeg is.

source: I will no longer disconnect from the voice channel when the queue is empty.
nl_nl: Ik zal de verbinding met het spraakkanaal niet meer verbreken wanneer de wachtrij leeg is.

source: Set whether I should disconnect from the voice channel when alone. Arguments: - `<toggle>`: Whether I should disconnect from the voice channel when I detect that I am alone in a voice channel. - `<duration>`: How longer after detecting should the player be disconnected? The default is 60 seconds. Accepts second, minutes, hours, days and weeks. If no unit is specified, the duration is assumed to be given in seconds.
nl_nl: Stel in of ik de verbinding met het spraakkanaal moet verbreken als ik alleen ben. Argumenten: - `<toggle>': Of ik de verbinding met het spraakkanaal moet verbreken als ik bespeur dat ik alleen ben in een spraakkanaal. - `<duration>': Hoe lang na het detecteren moet de speler worden losgekoppeld? De standaardwaarde is 60 seconden. Accepteert tweede, minuten, uren, dagen en weken. Als er geen eenheid is opgegeven, wordt aangenomen dat de duur in seconden wordt gegeven.

source: I will disconnect from the voice channel when alone after {time_to_dc_variable_do_not_translate}.
nl_nl: Ik zal de verbinding met het spraakkanaal verbreken wanneer ik alleen ben na {time_to_dc_variable_do_not_translate}.

source: I will disconnect from the voice channel when alone after 60 seconds.
nl_nl: Ik zal de verbinding met het spraakkanaal verbreken wanneer ik na 60 seconden alleen ben.

source: I will no longer disconnect from the voice channel when alone.
nl_nl: Ik zal niet langer de verbinding met het spraakkanaal verbreken als ik alleen ben.

source: Server-specific settings.
nl_nl: Serverspecifieke instellingen.

source: Add, remove or show the disc jockey roles and users for this server.
nl_nl: Voeg de discjockeyrollen en gebruikers voor deze server toe, verwijder ze of toon ze.

source: Add disc jockey roles or users to this server.
nl_nl: Voeg discjockeyrollen of -gebruikers toe aan deze server.

source: I have added {role_list_variable_do_not_translate} to the disc jockey roles.
nl_nl: Ik heb toegevoegd {role_list_variable_do_not_translate} naar de discjockeyrollen.

source: I have added {user_list_variable_do_not_translate} to the disc jockey users.
nl_nl: Ik heb toegevoegd {user_list_variable_do_not_translate} aan de discjockey gebruikers.

source: I have added {role_list_variable_do_not_translate} to the disc jockey roles and {user_list_variable_do_not_translate} to the disc jockey users.
nl_nl: Ik heb toegevoegd {role_list_variable_do_not_translate} naar de discjockeyrollen en {user_list_variable_do_not_translate} aan de discjockey gebruikers.

source: Remove disc jockey roles or users in this server.
nl_nl: Verwijder discjockeyrollen of gebruikers op deze server.

source: I have removed {role_list_variable_do_not_translate} from the disc jockey roles and {user_list_variable_do_not_translate} from the disc jockey users, as well as {number_list_variable_do_not_translate} from the disc jockey roles and users.
nl_nl: Ik heb verwijderd {role_list_variable_do_not_translate} van de discjockeyrollen en {user_list_variable_do_not_translate} van de diskjockeygebruikers, evenals {number_list_variable_do_not_translate} van de discjockeyrollen en gebruikers.

source: I have removed {role_list_variable_do_not_translate} from the disc jockey roles and {user_list_variable_do_not_translate} from the disc jockey users.
nl_nl: Ik heb verwijderd {role_list_variable_do_not_translate} van de discjockeyrollen en {user_list_variable_do_not_translate} van de diskjockeygebruikers.

source: I have removed {role_list_variable_do_not_translate} from the disc jockey roles.
nl_nl: Ik heb verwijderd {role_list_variable_do_not_translate} van de discjockeyrollen.

source: I have removed {user_list_variable_do_not_translate} from the disc jockey users.
nl_nl: Ik heb verwijderd {user_list_variable_do_not_translate} van de diskjockeygebruikers.

source: I have removed {user_or_role_id_list_variable_do_not_translate} from the disc jockey roles and users.
nl_nl: Ik heb verwijderd {user_or_role_id_list_variable_do_not_translate} van de discjockeyrollen en gebruikers.

source: I have Removed `{user_or_role_id_variable_do_not_translate}` from the disc jockey roles and users.
nl_nl: Ik heb verwijderd '{user_or_role_id_variable_do_not_translate}' van de discjockeyrollen en gebruikers.

source: I have removed {role_name_variable_do_not_translate} from the disc jockey roles.
nl_nl: Ik heb verwijderd {role_name_variable_do_not_translate} van de discjockeyrollen.

source: I have removed {user_name_variable_do_not_translate} from the disc jockey users.
nl_nl: Ik heb verwijderd {user_name_variable_do_not_translate} van de diskjockeygebruikers.

source: List the disc jockey roles and users for this server.
nl_nl: Maak een lijst van de discjockeyrollen en -gebruikers voor deze server.

source: There are no disc jockey roles or disc jockey users set in this server.
nl_nl: Er zijn geen discjockeyrollen of discjockeygebruikers ingesteld op deze server.

source: Disc Jockey Roles
nl_nl: Disc Jockey Rollen

source: Disc Jockey Users
nl_nl: Disc Jockey Gebruikers

source: Clear the disc jockey roles and users for this server.
nl_nl: Wis de discjockeyrollen en gebruikers voor deze server.

source: I have removed all disc jockey roles and users from this server.
nl_nl: Ik heb alle diskjockeyrollen en -gebruikers van deze server verwijderd.

source: Set the maximum volume a user can set.
ar_eg: تعيين الحد الأقصى للصوت الذي يمكن للمستخدم تعيينه.
cs_cz: Nastavte maximální hlasitost, kterou může uživatel nastavit.
da_dk: Set the maximum volume a user can set. (Automatic Copy)
de_ch: Legen Sie die maximale Lautstärke fest, die ein Benutzer einstellen kann.
el_gr: Ορίστε τη μέγιστη ένταση που μπορεί να ορίσει ένας χρήστης.
es_mx: Establecer el volumen máximo que un usuario puede establecer.
fr_ca: Définit le volume maximum qu'un utilisateur peut définir.
nl_nl: Stel het maximale volume in dat een gebruiker kan instellen.
ro_ro: Setați volumul maxim pe care un utilizator îl poate seta.

source: The maximum volume must be less than 1,000%.
nl_nl: Het maximale volume moet minder dan 1.000% zijn.

source: My owner has told me that server-specific volume must be between 0% and {volume_variable_do_not_translate}%.
nl_nl: Mijn eigenaar heeft me verteld dat serverspecifiek volume tussen 0% en {volume_variable_do_not_translate}%.

source: The maximum volume must be between 0% and {volume_variable_do_not_translate}%.
nl_nl: Het maximumvolume moet tussen 0% liggen en {volume_variable_do_not_translate}%.

source: The maximum volume users can set in this server is now {volume_variable_do_not_translate}%.
nl_nl: Het maximale volume dat gebruikers op deze server kunnen instellen, is nu {volume_variable_do_not_translate}%.

source: My owner has requested that I always deafen myself when joining a voice channel.
nl_nl: Mijn eigenaar heeft gevraagd dat ik mezelf altijd doof als ik lid word van een stemkanaal.

source: I will deafen myself when joining voice channels on this server.
nl_nl: Ik zal mezelf doven wanneer ik lid word van spraakkanalen op deze server.

source: I will no longer deafen myself when joining voice channels on this server.
nl_nl: Ik zal mezelf niet langer doven wanneer ik lid word van spraakkanalen op deze server.

source: Set whether I should shuffle the queue after adding every new song.
nl_nl: Stel in of ik de wachtrij moet door elkaar schudden nadat ik elk nieuw nummer heb toegevoegd.

source: My owner has turned off the auto shuffle capability for all servers.
nl_nl: Mijn eigenaar heeft de mogelijkheid voor automatisch schakelen voor alle servers uitgeschakeld.

source: Auto shuffle turned on for this server.
nl_nl: Automatisch shuffle ingeschakeld voor deze server.

source: Auto shuffle turned off for this server.
nl_nl: Automatisch shuffle uitgeschakeld voor deze server.

source: My owner has turned off the shuffle capability for all servers.
nl_nl: Mijn eigenaar heeft de shuffle-mogelijkheid voor alle servers uitgeschakeld.

source: Shuffling turned on for this server.
nl_nl: Schuifelen ingeschakeld voor deze server.

source: Shuffling turned off for this server.
nl_nl: Schuifelen is uitgeschakeld voor deze server.

source: Set whether the bot should automatically play songs when the queue is empty.
nl_nl: Stel in of de bot automatisch nummers moet afspelen wanneer de wachtrij leeg is.

source: My owner has turned off the autoplay capability for all servers.
nl_nl: Mijn eigenaar heeft de autoplay-mogelijkheid voor alle servers uitgeschakeld.

source: From now on, I will automatically play songs when the queue is empty.
nl_nl: Vanaf nu speel ik automatisch nummers af als de wachtrij leeg is.

source: From now on, I will no longer automatically play songs when the queue is empty.
nl_nl: Vanaf nu speel ik niet meer automatisch nummers af als de wachtrij leeg is.

source: Set whether the bot should disconnect from the voice channel
nl_nl: Stel in of de bot de verbinding met het spraakkanaal moet verbreken

source: Set whether I should disconnect from the voice channel when the queue is empty. Arguments: - `<toggle>`: I should disconnect from the voice channel when the queue is empty. - `<duration>`: How long after the queue is empty should I disconnect? The Default is 60 seconds. Accept seconds, minutes, hours, days, and weeks. If no unit is specified, the duration is assumed to be seconds.
nl_nl: Stel in of ik de verbinding met het spraakkanaal moet verbreken wanneer de wachtrij leeg is. Argumenten: - `<toggle>': Ik moet de verbinding met het spraakkanaal verbreken als de wachtrij leeg is. - `<duration>': Hoe lang nadat de wachtrij leeg is, moet ik de verbinding verbreken? De standaardwaarde is 60 seconden. Accepteer seconden, minuten, uren, dagen en weken. Als er geen eenheid is opgegeven, wordt aangenomen dat de duur seconden is.

source: My owner has told me to disconnect from the voice channel when the queue is empty after {time_to_dc_variable_do_not_translate}.
nl_nl: Mijn eigenaar heeft me verteld om de verbinding met het spraakkanaal te verbreken wanneer de wachtrij leeg is na {time_to_dc_variable_do_not_translate}.

source: Set whether I should disconnect from the voice channel when alone. Arguments: - `<toggle>`: I should disconnect from the voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should I disconnect? The Default is 60 seconds. Accept seconds, minutes, hours, days, and weeks. If no unit is specified, the duration is assumed to be seconds.
nl_nl: Stel in of ik de verbinding met het spraakkanaal moet verbreken als ik alleen ben. Argumenten: - `<toggle>': Ik moet de verbinding met het spraakkanaal verbreken wanneer het detecteert dat het alleen. - `<duration>': Hoe lang na het detecteren moet ik de verbinding verbreken? De standaardwaarde is 60 seconden. Accepteer seconden, minuten, uren, dagen en weken. Als er geen eenheid is opgegeven, wordt aangenomen dat de duur seconden is.

source: My owner has told me to disconnect from the voice channel when alone after {time_to_dc_variable_do_not_translate}.
nl_nl: Mijn eigenaar heeft me verteld om de verbinding met het spraakkanaal te verbreken als ik alleen ben na {time_to_dc_variable_do_not_translate}.

source: Specify a playlist to be used for autoplay.
nl_nl: Geef een afspeellijst op die moet worden gebruikt voor automatisch afspelen.

source: From now on, I will use {playlist_name_variable_do_not_translate} to select songs for autoplay.
nl_nl: Vanaf nu zal ik gebruik maken van {playlist_name_variable_do_not_translate} om nummers te selecteren voor automatisch afspelen.

source: Restrict which channels where I can be used.
nl_nl: Beperk welke kanalen ik kan gebruiken.

source: Restrict me only to accept PyLav commands executed from the specified channel.
nl_nl: Beperk me alleen om PyLav-opdrachten te accepteren die zijn uitgevoerd vanaf het opgegeven kanaal.

source: I do not have permission to send messages or send embed links or read messages in {channel_name_variable_do_not_translate}.
nl_nl: Ik heb geen toestemming om berichten te verzenden of insluitkoppelingen te verzenden of berichten te lezen in {channel_name_variable_do_not_translate}.

source: I will only accept PyLav commands executed from {channel_name_variable_do_not_translate}.
nl_nl: Ik accepteer alleen PyLav-opdrachten die zijn uitgevoerd vanaf {channel_name_variable_do_not_translate}.

source: I will accept PyLav commands executed in all channels I can see in the server.
nl_nl: Ik accepteer PyLav-opdrachten die worden uitgevoerd in alle kanalen die ik op de server kan zien.

source: Restrict me only to join the specified voice channel.
nl_nl: Beperk me alleen om lid te worden van het opgegeven spraakkanaal.

source: I do not have permission to connect or speak in {channel_name_variable_do_not_translate}.
nl_nl: Ik heb geen toestemming om verbinding te maken of te spreken in {channel_name_variable_do_not_translate}.

source: I will only be allowed to join {channel_name_variable_do_not_translate}.
nl_nl: Ik mag alleen meedoen {channel_name_variable_do_not_translate}.

source: I am allowed to join any voice channel in the server.
nl_nl: Ik mag lid worden van elk spraakkanaal op de server.

source: I can not play songs in direct messages. Sorry, try again on a server.
nl_nl: Ik kan geen nummers afspelen in priv√©berichten. Sorry, probeer het opnieuw op een server.

source: You need to be a disc jockey in this server to play tracks in this server.
nl_nl: U moet een discjockey op deze server zijn om tracks op deze server af te spelen.

source: This command is unavailable in this channel. Please use {channel_name_variable_do_not_translate} instead.
nl_nl: Deze opdracht is niet beschikbaar in dit kanaal. Gelieve {channel_name_variable_do_not_translate} in plaats van.

source: I could not find any suitable matches in this message.
nl_nl: Ik kon geen geschikte matches vinden in dit bericht.

source: I found many suitable matches in this message.
nl_nl: Ik vond veel geschikte matches in dit bericht.

source: I found a single suitable match in this message.
nl_nl: Ik vond een enkele geschikte match in dit bericht.

source: You need to be a disc jockey to play tracks in this server.
nl_nl: Je moet een discjockey zijn om nummers op deze server af te spelen.

source: I could not find any supported activity in the activities {user_name_variable_do_not_translate} is partaking.
nl_nl: Ik kon geen ondersteunde activiteit vinden in de activiteiten {user_name_variable_do_not_translate} is meedoen.

source: I could not find a valid Apple Music track in the activity {user_name_variable_do_not_translate} is partaking in.
nl_nl: Ik kon geen geldig Apple Music-nummer vinden in de activiteit {user_name_variable_do_not_translate} doet mee.

source: I could not find any tracks matching {query_variable_do_not_translate}.
nl_nl: Ik kon geen tracks vinden die overeenkomen {query_variable_do_not_translate}.

source: I could not figure out what {user_name_variable_do_not_translate} is listening to.
nl_nl: Ik kon er niet achter komen wat {user_name_variable_do_not_translate} luistert.

source: You need to give me a query to enqueue.
nl_nl: Je moet me een vraag geven om te volgen.

source: You must be in a voice channel, so I can connect to it.
nl_nl: Je moet in een spraakkanaal zitten, zodat ik er verbinding mee kan maken.

source: {track_name_variable_do_not_translate} enqueued.
nl_nl: {track_name_variable_do_not_translate} onderzocht.

source: No tracks were found for your query.
ar_eg: لم يتم العثور على أي مسارات لاستفسارك.
cs_cz: Pro váš dotaz nebyly nalezeny žádné stopy.
da_dk: Der blev ikke fundet spor til din forespørgsel.
de_ch: Es wurden keine Tracks für Ihre Suche gefunden.
el_gr: Δεν βρέθηκαν κομμάτια για το ερώτημά σας.
es_mx: No se han encontrado pistas para su consulta.
fr_ca: Aucune piste n'a été trouvée pour votre requête.
nl_nl: Er zijn geen tracks gevonden voor uw zoekopdracht.
ro_ro: Nu au fost găsite melodii pentru interogarea ta.

source: {number_of_tracks_variable_do_not_translate} tracks enqueued.
nl_nl: {number_of_tracks_variable_do_not_translate} sporen onderzocht.

source: You need to be in a voice channel if you do not specify which channel I should connect to.
nl_nl: Je moet in een spraakkanaal zijn als je niet opgeeft met welk kanaal ik verbinding moet maken.

source: I do not have permission to connect to {channel_name_variable_do_not_translate}.
nl_nl: Ik heb geen toestemming om verbinding te maken met {channel_name_variable_do_not_translate}.

source: I do not have permission to speak in {channel_name_variable_do_not_translate}.
nl_nl: Ik heb geen toestemming om te spreken in {channel_name_variable_do_not_translate}.

source: You do not have permission to connect to {channel_name_variable_do_not_translate}.
nl_nl: U bent niet gemachtigd om verbinding te maken met {channel_name_variable_do_not_translate}.

source: I have been told only to join {channel_name_variable_do_not_translate} on this server.
nl_nl: Ik heb te horen gekregen dat ik alleen mee moet doen {channel_name_variable_do_not_translate} op deze server.

source: I have successfully connected to {channel_name_variable_do_not_translate}.
nl_nl: Ik heb met succes verbinding gemaakt met {channel_name_variable_do_not_translate}.

source: I am not currently playing anything on this server.
nl_nl: Ik speel momenteel niets op deze server.
