Repository: PyLav/Red-Cogs
Catalog: audio/locales/*.po
Languages: ar_eg, cs_cz, da_dk, de_ch, el_gr, es_mx, fr_ca, nl_nl, ro_ro

source: Set whether the bot should disconnect from the voice voice channel when alone. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should the player be disconnected Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
ar_eg: تعيين ما إذا كان يجب قطع اتصال البوت من قناة الصوت عندما يكون ذلك وحده. الحججة: - `<toggle>`: ما إذا كان البوت يجب أن ينفصل عن القناة الصوتية عندما يكتشف أنها وحدها. -<duration>`: ما هو الوقت الذي يستغرقه الكشف عن أنه ينبغي قطع اتصال اللاعب الافتراضي هو 60 ثانية. قبول: ثواني، دقائق، ساعات، أيام، أسابيع (إذا لم يتم تحديد وحدة، ويُفترض أن تكون المدة محددة في ثوانٍ)
cs_cz: Nastavte, zda by se bot měl odpojit od hlasového kanálu, když je samotný. Argumenty: - `<toggle>`: Zda by se měl bot odpojit od hlasového kanálu, když zjistí, že je samotný. - `<duration>`: Jak dlouho po detekci musí být hráč odpojen jako výchozí je 60 sekund. Přijmout: sekundy, minuty, hodiny, dny, týdny (pokud není specifikována jednotka, doba trvání se předpokládá v sekundách)
da_dk: Angiv, om botten skal afbryde forbindelsen til stemmekanalen, når den er alene. Arguments: - `<toggle>`: Hvorvidt botten skal afbryde forbindelsen til stemmekanalen, når den registrerer, at den er alene. - `<duration>`: Hvor længere efter detektering skal spilleren blive afbrudt Standard er 60 sekunder. Accepterer: sekunder, minutter, timer, dage, uger (hvis ingen enhed er angivet, varigheden antages at være givet i sekunder)
de_ch: Legen Sie fest, ob der Bot allein die Verbindung zum Sprachkanal trennen soll. Arguments: - `<toggle>`: Ob der Bot sich vom Sprach-Sprach-Kanal trennen soll, wenn er erkennt, dass er allein ist. - `<duration>`: Wie lange nach dem Erkennen, dass der Player getrennt werden soll, ist 60 Sekunden. Akzeptiert: Sekunden, Minuten, Stunden, Tage, Wochen (wenn keine Einheit angegeben ist, die Dauer wird angenommen, dass sie in Sekunden)
el_gr: Ορίστε αν το bot θα πρέπει να αποσυνδέεται από το φωνητικό κανάλι όταν είναι μόνο. Επιχειρήσεις: - `<toggle>`: Εάν το bot θα πρέπει να αποσυνδεθεί από το κανάλι φωνής όταν εντοπίζει ότι είναι μόνο. - `<duration>`: Πόσο περισσότερο μετά την ανίχνευση θα πρέπει ο παίκτης να αποσυνδεθεί από την Προεπιλογή είναι 60 δευτερόλεπτα. Αποδέχεται: δευτερόλεπτα, λεπτά, ώρες, ημέρες, εβδομάδες (αν δεν έχει καθοριστεί μονάδα, η διάρκεια θεωρείται ότι δίνεται σε δευτερόλεπτα)
es_mx: Establecer si el bot debe desconectarse del canal de voz cuando está solo. Argumentos: - `<toggle>`: Si el bot debe desconectarse del canal de voz cuando detecta que está solo. - `<duration>`: Cuanto más tiempo después de detectar debe desconectar el jugador Por defecto es de 60 segundos. Aceptos: segundos, minutos, horas, días, semanas (si no se especifica ninguna unidad, la duración se asume que se da en segundos)
fr_ca: Définit si le bot doit se déconnecter du canal vocal quand il est seul. Arguments: - `<toggle>`: Si le bot doit se déconnecter du canal vocal quand il détecte qu'il est seul. - `<duration>`: Combien de temps après avoir détecté si le joueur doit être déconnecté, la valeur par défaut est 60 secondes. Accepte : secondes, minutes, heures, jours, semaines (si aucune unité n'est spécifiée, la durée est supposée être donnée en secondes)
ro_ro: Setați dacă bot-ul trebuie să se deconecteze de la canalul vocal atunci când este singur. Argumente: - `<toggle>`: Dacă bot-ul ar trebui să se deconecteze de la canalul vocal atunci când detectează că este singur. - `<duration>`: Cât mai mult după detectarea jucătorului implicit este de 60 secunde. Acceptă: secunde, minute, ore, zile, săptămâni (dacă nu este specificată nicio unitate), durata se presupune a fi acordată în secunde)

source: Disconnect from voice channel when alone set to {empty}{extras}.
ar_eg: قطع الاتصال بالقناة الصوتية عندما يتم تعيينه بمفرده إلى {empty}{extras}.
cs_cz: Odpojit od hlasového kanálu, když je nastaven na {empty}{extras}.
da_dk: Afbryd forbindelsen til stemmekanalen, når alene indstillet til {empty}{extras}.
de_ch: Trennen Sie die Verbindung zum Sprachkanal, wenn allein auf {empty}{extras} gesetzt wird.
el_gr: Αποσύνδεση από το φωνητικό κανάλι όταν το μόνο του έχει οριστεί σε {empty}{extras}.
es_mx: Desconectar del canal de voz cuando solo se establece en {empty}{extras}.
fr_ca: Déconnectez du salon vocal lorsque vous êtes seul réglé sur {empty}{extras}.
ro_ro: Deconectare de la canalul vocal când este setat doar la {empty}{extras}.

source: Server configuration options.
ar_eg: خيارات تكوين الخادم.
cs_cz: Možnosti konfigurace serveru.
da_dk: Server konfigurationsindstillinger.
de_ch: Server-Konfigurationsoptionen.
el_gr: Επιλογές ρυθμίσεων διακομιστή.
es_mx: Opciones de configuración del servidor.
fr_ca: Options de configuration du serveur.
ro_ro: Opțiuni de configurare a serverului.

source: Volume must be between 0 and {volume}%.
ar_eg: يجب أن يكون الحجم بين 0 و {volume}%.
cs_cz: Hlasitost musí být mezi 0 a {volume}%.
da_dk: Volumen skal være mellem 0 og {volume}%.
de_ch: Lautstärke muss zwischen 0 und {volume} % liegen.
el_gr: Ο τόμος πρέπει να είναι μεταξύ 0 και {volume}%.
es_mx: El volumen debe estar entre 0 y {volume}%.
fr_ca: Le volume doit être compris entre 0 et {volume}%.
ro_ro: Volumul trebuie să fie între 0 și {volume}%.

source: My owner told me to always deafen myself.
ar_eg: أخبرني مالكي أن أصم نفسي دائما.
cs_cz: Můj majitel mi řekl, abych se vždy rozmlčil.
da_dk: Min ejer fortalte mig altid at døvne mig selv.
de_ch: Mein Besitzer sagte mir, mich immer taub zu sein.
el_gr: Ο ιδιοκτήτης μου μου είπε να βγάλω πάντα τον εαυτό μου.
es_mx: Mi dueño me dijo que siempre me ensordece.
fr_ca: Mon propriétaire m'a dit de toujours me mourir moi-même.
ro_ro: Proprietarul meu mi-a spus să mă asigur mereu.

source: Shuffle is globally disabled.
ar_eg: الخلط معطل عالمياً.
cs_cz: Náhodné přehrávání je globálně zakázáno.
da_dk: Blanding er deaktiveret globalt.
de_ch: Shuffle ist global deaktiviert.
el_gr: Η ανάμιξη είναι παγκοσμίως απενεργοποιημένη.
es_mx: La aleación está desactivada globalmente.
fr_ca: La lecture aléatoire est désactivée globalement.
ro_ro: Amestecare este dezactivată global.

source: Auto-Play is globally disabled.
ar_eg: اللعب التلقائي معطل عالمياً.
cs_cz: Automatické přehrávání je globálně zakázáno.
da_dk: Auto-Play er deaktiveret globalt.
de_ch: Auto-Play ist global deaktiviert.
el_gr: Η αυτόματη αναπαραγωγή είναι παγκοσμίως απενεργοποιημένη.
es_mx: Auto-Play está desactivado globalmente.
fr_ca: La lecture automatique est désactivée globalement.
ro_ro: Auto-Play este dezactivat global.

source: Set whether the bot should disconnect from the voice voice channel when the queue is empty. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when the queue is empty. - `<duration>`: How longer after the queue is empty should the player be disconnected. Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
ar_eg: تعيين ما إذا كان يجب قطع اتصال البوت من قناة الصوت عندما تكون قائمة الانتظار فارغة. حجج: - `<toggle>`: ما إذا كان يجب قطع اتصال البوت من القناة الصوتية عندما يكون قائمة الانتظار فارغاً. -<duration>`: كم من الوقت بعد أن يكون قائمة الانتظار فارغاً إذا تم فصل اللاعب. الافتراضي هو 60 ثانية. قبول: ثواني، دقائق، ساعات، أيام، أسابيع (إذا لم يتم تحديد وحدة، يُفترض أن تكون المدة في ثوانٍ)
cs_cz: Nastavte, zda by se bot měl odpojit od hlasového kanálu, když je fronta prázdná. Argumenty: - `<toggle>`: Zda by se měl bot odpojit od hlasového kanálu, když je fronta prázdná. - `<duration>`: Jak dlouho po prázdné frontě bude hráč odpojen. Výchozí hodnota je 60 sekund. Přijmout: sekundy, minuty, hodiny, dny, týdny (pokud není specifikována jednotka, doba trvání se předpokládá v sekundách)
da_dk: Angiv om botten skal afbryde forbindelsen til stemmestemmekanalen når køen er tom. Arguments: - `<toggle>`: Hvorvidt botten skal afbryde forbindelsen til stemmestemmekanalen, når køen er tom. - `<duration>`: Hvor længere efter køen er tom, skal spilleren frakobles. Standard er 60 sekunder. Accepterer: sekunder, minutter, timer, dage, uger (hvis ingen enhed er angivet, varigheden antages at være givet på sekunder)
de_ch: Legen Sie fest, ob der Bot die Verbindung zum Sprachkanal trennen soll, wenn die Warteschlange leer ist. Arguments: - `<toggle>`: Ob der Bot sich vom Sprach-Sprach-Kanal trennen soll, wenn die Warteschlange leer ist. - `<duration>`: Wie lange nachdem die Warteschlange leer ist, sollte der Spieler getrennt werden. Standard ist 60 Sekunden. Akzeptiert: Sekunden, Minuten, Stunden, Tage, Wochen (wenn keine Einheit angegeben ist, die Dauer wird als in Sekunden angegeben)
el_gr: Ορίστε αν το bot θα πρέπει να αποσυνδεθεί από το κανάλι φωνής όταν η ουρά είναι κενή. Παράμετροι: - `<toggle>`: Εάν το bot θα πρέπει να αποσυνδεθεί από το κανάλι φωνής όταν η ουρά είναι κενή. - `<duration>`: Πόσο περισσότερο μετά την ουρά είναι άδειο αν ο παίκτης αποσυνδεθεί. Η προεπιλογή είναι 60 δευτερόλεπτα. Αποδέχεται: δευτερόλεπτα, λεπτά, ώρες, ημέρες, εβδομάδες (εάν δεν έχει καθοριστεί μονάδα, η διάρκεια θεωρείται ότι είναι δεδομένη σε δευτερόλεπτα)
es_mx: Establecer si el bot debe desconectarse del canal de voz cuando la cola está vacía. Argumentos: - `<toggle>`: Si el bot debe desconectarse del canal de voz cuando la cola está vacía. - `<duration>`: Cuanto más tiempo después de que la cola está vacía debe desconectar el jugador. Por defecto es 60 segundos. Aceptos: segundos, minutos, horas, días, semanas (si no se especifica ninguna unidad, la duración se asume que es dada en segundos)
fr_ca: Définit si le bot doit se déconnecter du canal vocal lorsque la file d'attente est vide. Arguments: - `<toggle>`: Si le bot doit se déconnecter du canal vocal quand la file d'attente est vide. - `<duration>`: Combien de temps après la file d'attente est vide doit être déconnecté. La valeur par défaut est 60 secondes. Accepte : secondes, minutes, heures, jours, semaines (si aucune unité n'est spécifiée, la durée est supposée être donnée en secondes)
ro_ro: Setați dacă bot-ul trebuie să se deconecteze de la canalul vocal atunci când coada este goală. Argumente: - `<toggle>`: Dacă bot-ul ar trebui să se deconecteze de la canalul vocal atunci când coada este goală. - `<duration>`: Cât mai mult după ce coada de aşteptare este goală, jucătorul ar trebui deconectat. Implicit este de 60 secunde. Acceptă: secunde, minute, ore, zile, săptămâni (dacă nu este specificată nicio unitate), durata se presupune a fi dată în secunde

source: Disconnect when the queue finished is globally enable and players will be disconnected after {delta}.
ar_eg: قطع الاتصال عند انتهاء قائمة الانتظار تمكين عالمي وسيتم قطع اتصال اللاعبين بعد {delta}.
cs_cz: Odpojení po dokončení fronty je globálně povoleno a hráči budou odpojeni po {delta}.
da_dk: Afbryd, når køen er færdig globalt aktiveret, og spillere vil blive afbrudt efter {delta}.
de_ch: Trennen Sie die Verbindung, wenn die Warteschlange beendet ist, global aktiviert ist und Spieler werden nach {delta} getrennt.
el_gr: Η αποσύνδεση όταν τελειώσει η ουρά είναι καθολικά ενεργή και οι παίκτες θα αποσυνδεθούν μετά το {delta}.
es_mx: Desconectar cuando la cola terminada está activada globalmente y los jugadores se desconectarán después de {delta}.
fr_ca: Se déconnecter à la fin de la file d’attente est activé globalement et les joueurs seront déconnectés après {delta}.
ro_ro: Deconectează când coada de redare s-a terminat global și jucătorii vor fi deconectați după {delta}.

source: Set whether the bot should disconnect from the voice voice channel when alone. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should the player be disconnected Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
ar_eg: تعيين ما إذا كان يجب قطع اتصال البوت من قناة الصوت عندما يكون ذلك وحده. الحججة: - `<toggle>`: ما إذا كان البوت يجب أن ينفصل عن القناة الصوتية عندما يكتشف أنها وحدها. - `<duration>`: ما هو الوقت الذي يستغرقه الكشف عن ضرورة قطع اتصال اللاعب الافتراضي هو 60 ثانية. قبول: ثواني، دقائق، ساعات، أيام، أسابيع (إذا لم يتم تحديد وحدة، يُفترض أن تكون المدة في ثوانٍ)
cs_cz: Nastavte, zda by se bot měl odpojit od hlasového kanálu, když je samotný. Argumenty: - `<toggle>`: Zda by se měl bot odpojit od hlasového kanálu, když zjistí, že je samotný. - `<duration>`: Jak dlouho po detekci musí být hráč odpojen jako výchozí je 60 sekund. Přijmout: sekundy, minuty, hodiny, dny, týdny (pokud není specifikována jednotka, doba trvání se předpokládá v sekundách)
da_dk: Angiv, om botten skal afbryde forbindelsen til stemmekanalen, når den er alene. Arguments: - `<toggle>`: Hvorvidt botten skal afbryde forbindelsen til stemmekanalen, når den registrerer, at det er alene. - `<duration>`: Hvor længere efter detektering skal spilleren blive afbrudt Standard er 60 sekunder. Accepterer: sekunder, minutter, timer, dage, uger (hvis ingen enhed er angivet, varigheden antages at være givet på sekunder)
de_ch: Legen Sie fest, ob der Bot allein die Verbindung zum Sprachkanal trennen soll. Arguments: - `<toggle>`: Ob der Bot sich vom Sprachkanal trennen soll, wenn er erkennt, dass er allein ist. - `<duration>`: Wie lange nach dem Erkennen, dass der Player getrennt werden soll, ist 60 Sekunden. Akzeptiert: Sekunden, Minuten, Stunden, Tage, Wochen (wenn keine Einheit angegeben ist, die Dauer wird als in Sekunden angegeben)
el_gr: Ορίστε αν το bot θα πρέπει να αποσυνδέεται από το φωνητικό κανάλι όταν είναι μόνο. Επιχειρήσεις: - `<toggle>`: Εάν το bot θα πρέπει να αποσυνδεθεί από το κανάλι φωνής όταν εντοπίζει ότι είναι μόνο. - `<duration>`: Πόσο καιρό μετά την ανίχνευση θα πρέπει ο παίκτης να αποσυνδεθεί από την Προεπιλογή είναι 60 δευτερόλεπτα. Αποδέχεται: δευτερόλεπτα, λεπτά, ώρες, ημέρες, εβδομάδες (εάν δεν έχει καθοριστεί μονάδα, η διάρκεια θεωρείται ότι είναι δεδομένη σε δευτερόλεπτα)
es_mx: Establecer si el bot debe desconectarse del canal de voz cuando está solo. Argumentos: - `<toggle>`: Si el bot debe desconectarse del canal de voz cuando detecta que está solo. - `<duration>`: Cuanto más tiempo después de detectar debe desconectar el reproductor Por defecto es de 60 segundos. Aceptos: segundos, minutos, horas, días, semanas (si no se especifica ninguna unidad, la duración se asume que es dada en segundos)
fr_ca: Définit si le bot doit se déconnecter du canal vocal quand il est seul. Arguments: - `<toggle>`: Si le bot doit se déconnecter du canal vocal quand il détecte qu'il est seul. - `<duration>`: Combien de temps après la détection du joueur doit-il être déconnecté, la valeur par défaut est 60 secondes. Accepte : secondes, minutes, heures, jours, semaines (si aucune unité n'est spécifiée, la durée est supposée être donnée en secondes)
ro_ro: Setați dacă bot-ul trebuie să se deconecteze de la canalul vocal atunci când este singur. Argumente: - `<toggle>`: Dacă bot-ul ar trebui să se deconecteze de la canalul vocal atunci când detectează că este singur. - `<duration>`: Cât mai mult după detectarea jucătorului implicit este de 60 secunde. Acceptă: secunde, minute, ore, zile, săptămâni (dacă nu este specificată nicio unitate), durata se presupune a fi dată în secunde

source: Disconnect when alone is globally enable and players will be disconnected after {delta}.
ar_eg: قطع الاتصال عندما يكون وحده ممكنا عالميا وسيتم قطع اتصال اللاعبين بعد {delta}.
cs_cz: Odpojení, pokud je zapnuto samostatně a hráči budou odpojeni po {delta}.
da_dk: Afbryd, når alene er aktiveret globalt, og spillere vil blive afbrudt efter {delta}.
de_ch: Trennen Sie die Verbindung, wenn die Verbindung global aktiviert ist und Spieler werden nach {delta} getrennt.
el_gr: Η αποσύνδεση όταν το μόνο του είναι καθολικά ενεργοποιημένο και οι παίκτες θα αποσυνδεθούν μετά το {delta}.
es_mx: Desconéctate cuando solo está habilitado globalmente y los jugadores se desconectarán después de {delta}.
fr_ca: Se déconnecter lorsque seul est activé et que les joueurs seront déconnectés après {delta}.
ro_ro: Deconectează când este activată global și jucătorii vor fi deconectați după {delta}.

source: Sets the Auto-Play playlist.
ar_eg: تعيين قائمة التشغيل التلقائي.
cs_cz: Nastaví automatický seznam skladeb.
da_dk: Indstiller afspilningslisten for automatisk afspilning.
de_ch: Legt die automatische Wiedergabeliste fest.
el_gr: Ορίζει τη λίστα αναπαραγωγής Auto-Play.
es_mx: Establece la lista de reproducción automática.
fr_ca: Définit la liste de lecture automatique.
ro_ro: Setează lista de redare automată.

source: Auto-Play playlist set to {playlist}.
ar_eg: تم تعيين قائمة التشغيل التلقائي إلى {playlist}.
cs_cz: Automatické přehrávání playlistu nastaveno na {playlist}.
da_dk: Auto-Play afspilningsliste sat til {playlist}.
de_ch: Wiedergabeliste automatisch auf {playlist} gesetzt.
el_gr: Η λίστα αναπαραγωγής αυτόματης αναπαραγωγής ορίστηκε σε {playlist}.
es_mx: Lista de reproducción de reproducción automática establecida en {playlist}.
fr_ca: Lecture automatique de la liste à {playlist}.
ro_ro: Redare automată setată la {playlist}.

source: Set the channel locks.
ar_eg: تعيين قفل القناة.
cs_cz: Nastavte zámky kanálů.
da_dk: Indstil kanallåsen.
de_ch: Sendersperren festlegen.
el_gr: Ορίστε τις κλειδαριές καναλιών.
es_mx: Ajuste los bloqueos de canales.
fr_ca: Définit les verrous de chaîne.
ro_ro: Setaţi blocajele canalelor.

source: Set the channel lock for commands.
ar_eg: تعيين قفل القناة للأوامر.
cs_cz: Nastavte zámek kanálu pro příkazy.
da_dk: Indstil kanallåsen for kommandoer.
de_ch: Setze die Kanalsperre für Befehle.
el_gr: Ορίστε το κλείδωμα καναλιού για τις εντολές.
es_mx: Establece el bloqueo del canal para los comandos.
fr_ca: Définit le verrou du canal pour les commandes.
ro_ro: Setaţi blocarea canalului pentru comenzi. (Automatic Translation)

source: I don't have permission to send message or send embed links or read messages in {channel}.
ar_eg: ليس لدي إذن لإرسال رسالة أو إرسال روابط مضمنة أو قراءة رسائل في {channel}.
cs_cz: Nemám oprávnění k odesílání zpráv nebo odesílání vložených odkazů nebo čtení zpráv v {channel}.
da_dk: Jeg har ikke tilladelse til at sende besked eller sende indlejrede links eller læse beskeder i {channel}.
de_ch: Ich habe keine Berechtigung, Nachrichten zu senden oder Einbettungslinks zu senden oder Nachrichten in {channel} zu lesen.
el_gr: Δεν έχω άδεια να στέλνω μήνυμα ή να στέλνω ενσωματωμένους συνδέσμους ή να διαβάζω μηνύματα στο {channel}.
es_mx: No tengo permiso para enviar mensajes o enviar enlaces o mensajes incrustados en {channel}.
fr_ca: Je n'ai pas la permission d'envoyer des messages ou d'envoyer des liens intégrés ou de lire des messages dans {channel}.
ro_ro: Nu am permisiunea de a trimite mesaje, de a trimite link-uri sau de a citi mesaje în {channel}.

source: I will only listen to commands in {channel}.
ar_eg: سأستمع فقط للأوامر في {channel}.
cs_cz: Budu poslouchat pouze příkazy v {channel}.
da_dk: Jeg vil kun lytte til kommandoer i {channel}.
de_ch: Ich werde nur Befehle in {channel} hören.
el_gr: Θα ακούσω εντολές μόνο στο {channel}.
es_mx: Solo escucharé comandos en {channel}.
fr_ca: Je n'écouterai que les commandes dans {channel}.
ro_ro: Voi asculta doar comenzile în {channel}.

source: I will listen to commands in all channels I can see.
ar_eg: سأستمع إلى الأوامر في جميع القنوات التي أستطيع رؤيتها.
cs_cz: Budu naslouchat příkazům ve všech kanálech, které vidím.
da_dk: Jeg vil lytte til kommandoer i alle kanaler, jeg kan se.
de_ch: Ich werde die Befehle in allen Kanälen, die ich sehen kann, hören.
el_gr: Θα ακούσω εντολές σε όλα τα κανάλια που μπορώ να δω.
es_mx: Voy a escuchar comandos en todos los canales que pueda ver.
fr_ca: Je vais écouter les commandes dans tous les canaux que je peux voir.
ro_ro: Voi asculta comenzi în toate canalele pe care le văd.

source: Set the channel lock for voice channels.
ar_eg: تعيين قفل القناة للقنوات الصوتية.
cs_cz: Nastavte zámek kanálu pro hlasové kanály.
da_dk: Angiv kanallåsen for stemmekanaler.
de_ch: Setze die Kanalsperre für Sprachkanäle.
el_gr: Ορίστε το κλείδωμα καναλιού για φωνητικά κανάλια.
es_mx: Establece el bloqueo de canal para los canales de voz.
fr_ca: Définir le verrou de la chaîne pour les salons vocaux.
ro_ro: Setaţi blocarea canalelor pentru canalele vocale. (Automatic Translation)

source: I don't have permission to connect or speak in {channel}.
ar_eg: ليس لدي إذن للاتصال أو التحدث في {channel}.
cs_cz: Nemám oprávnění připojit se nebo mluvit v {channel}.
da_dk: Jeg har ikke tilladelse til at oprette forbindelse eller tale i {channel}.
de_ch: Ich habe keine Berechtigung, mich in {channel} zu verbinden oder zu sprechen.
el_gr: Δεν έχω άδεια να συνδεθώ ή να μιλήσω στο {channel}.
es_mx: No tengo permiso para conectar o hablar en {channel}.
fr_ca: Je n'ai pas la permission de me connecter ou de parler dans {channel}.
ro_ro: Nu am permisiunea să mă conectez sau să vorbesc în {channel}.

source: I will only be allowed to join {channel}.
ar_eg: سوف يسمح لي فقط بالانضمام إلى {channel}.
cs_cz: Bude mi povoleno připojit se pouze k {channel}.
da_dk: Jeg får kun lov til at deltage i {channel}.
de_ch: Ich darf nur {channel} beitreten.
el_gr: Θα μου επιτραπεί μόνο να συμμετάσχω στο {channel}.
es_mx: Sólo podré unirme a {channel}.
fr_ca: Je ne serai autorisé qu'à rejoindre {channel}.
ro_ro: Îmi va fi permis să mă alătur {channel}.

source: I'm free to join any VC.
ar_eg: أنا حر في الانضمام إلى أي VC.
cs_cz: Připojuji se k jakémukoliv VC.
da_dk: Jeg er fri til at deltage i ethvert VC.
de_ch: Ich bin frei, jedem VC beizutreten.
el_gr: Είμαι ελεύθερος να συμμετάσχω σε οποιοδήποτε VC.
es_mx: Estoy libre de unirse a cualquier CV.
fr_ca: Je suis libre de rejoindre n'importe quel VC.
ro_ro: Sunt liber să mă alătur oricărui VC.

source: I can't play songs in DMs.
ar_eg: لا أستطيع تشغيل الأغاني في DM.
cs_cz: Nemohu hrát skladby v DM.
da_dk: Jeg kan ikke afspille sange i DMs.
de_ch: Ich kann Lieder in DM nicht abspielen.
el_gr: Δεν μπορώ να παίξω τραγούδια σε DMs.
es_mx: No puedo reproducir canciones en DMs.
fr_ca: Je ne peux pas jouer de chansons en MP.
ro_ro: Nu pot cânta cântece în DM-uri.

source: This command is not available in this channel. Please use {channel}
ar_eg: هذا الأمر غير متوفر في هذه القناة. الرجاء استخدام {channel}
cs_cz: Tento příkaz není v tomto kanálu k dispozici. Použijte prosím {channel}
da_dk: Denne kommando er ikke tilgængelig i denne kanal. Benyt {channel}
de_ch: Dieser Befehl ist in diesem Kanal nicht verfügbar. Bitte verwende {channel}
el_gr: Αυτή η εντολή δεν είναι διαθέσιμη σε αυτό το κανάλι. Παρακαλούμε χρησιμοποιήστε {channel}
es_mx: Este comando no está disponible en este canal. Por favor, utilice {channel}
fr_ca: Cette commande n'est pas disponible dans ce salon. Veuillez utiliser {channel}
ro_ro: Această comandă nu este disponibilă în acest canal. Te rugăm să folosești {channel}

source: I couldn't find any valid matches in your message.
ar_eg: لم أستطع العثور على أي مطابقات صالحة في رسالتك.
cs_cz: Ve vaší zprávě jsem nenašel žádné platné shody.
da_dk: Jeg kunne ikke finde nogen gyldige matches i din besked.
de_ch: Ich konnte keine gültigen Treffer in deiner Nachricht finden.
el_gr: Δεν μπόρεσα να βρω έγκυρους αγώνες στο μήνυμά σας.
es_mx: No pude encontrar ninguna coincidencia válida en tu mensaje.
fr_ca: Je n'ai trouvé aucune correspondance valide dans votre message.
ro_ro: Nu am putut găsi nicio potrivire validă în mesajul tău.
