Repository: PyLav/Red-Cogs
Catalog: audio/locales/*.po
Languages: ar_eg, cs_cz, da_dk, de_ch, el_gr, es_mx, fr_ca, nl_nl, ro_ro

source: Moved {seconds}s to {time}.
ar_eg: نقل {seconds}ثانية إلى {time}.
cs_cz: Přesunuto {seconds}s do {time}.
da_dk: Flyttede {seconds}s til {time}.
de_ch: {seconds}s nach {time} verschoben.
el_gr: Μετακινήθηκαν {seconds}s στο {time}.
es_mx: {seconds}s movidos a {time}.
fr_ca: {seconds}s ont été déplacées vers {time}.
ro_ro: Mutat {seconds}s la {time}.

source: Moved to {time}.
ar_eg: تم نقلها إلى {time}.
cs_cz: Přesunuto do {time}.
da_dk: Flyttet til {time}.
de_ch: Nach {time} verschoben.
el_gr: Μεταφέρθηκε στο {time}.
es_mx: Movido a {time}.
fr_ca: Déplacé vers {time}.
ro_ro: Mutat în {time}.

source: No previous in player history.
ar_eg: لا سابقة في سجل اللاعب.
cs_cz: Žádné předchozí v historii hráčů.
da_dk: Ingen tidligere i spillerens historik.
de_ch: Keine vorherigen im Spielerverlauf.
el_gr: Δεν υπάρχει προηγούμενο στο ιστορικό του παίκτη.
es_mx: No hay antecedentes en el historial del jugador.
fr_ca: Aucun précédent dans l'historique du joueur.
ro_ro: Nici un istoric anterior în istoricul jucătorilor.

source: Playing previous track: {track}.
ar_eg: تشغيل المسار السابق: {track}.
cs_cz: Přehrávání předchozí skladby: {track}.
da_dk: Afspiller forrige spor: {track}.
de_ch: Wiedergabe des vorherigen Tracks: {track}.
el_gr: Παίζοντας προηγούμενο κομμάτι: {track}.
es_mx: Reproduciendo la pista anterior: {track}.
fr_ca: Lecture de la piste précédente : {track}.
ro_ro: Redare piesa anterioară: {track}.

source: Plays the specified track in the queue. If you specify the `after_current` argument, the track will be played after the current track, otherwise it will replace the current track
ar_eg: يقوم بتشغيل المسار المحدد في قائمة الانتظار. إذا قمت بتحديد حجة `after_current'، سيتم تشغيل المسار بعد المسار الحالي، خلاف ذلك سيحل محل المسار الحالي
cs_cz: Přehraje vybranou skladbu ve frontě. Pokud zadáte argument `after_current` bude skladba přehrát po aktuální skladbě, jinak nahradí aktuální skladbu
da_dk: Afspiller det angivne spor i køen. Hvis du angiver 'after_current'-argumentet, vil sporet blive spillet efter det aktuelle spor, ellers vil det erstatte det aktuelle spor
de_ch: Spielt den angegebenen Titel in der Warteschlange ab. Wenn du das `after_current`-Argument angibst, wird der Track nach dem aktuellen Track abgespielt, sonst ersetzt es den aktuellen Titel
el_gr: Παίζει το συγκεκριμένο κομμάτι στην ουρά. Αν ορίσετε το όρισμα `after_current`, το κομμάτι θα παιχτεί μετά το τρέχον κομμάτι, αλλιώς θα αντικαταστήσει το τρέχον κομμάτι
es_mx: Reproduce la pista especificada en la cola. Si especificas el argumento `after_current`, la pista se reproducirá después de la pista actual, de lo contrario reemplazará la pista actual
fr_ca: Joue la piste indiquée dans la file d'attente. Si vous spécifiez l'argument `after_current`, la piste sera jouée après la piste actuelle, sinon il remplacera la piste courante
ro_ro: Redă piesa specificată în coada de așteptare. Dacă specificați argumentul `after_current`, piesa va fi redată după piesa curentă, altfel va înlocui melodia curentă

source: Track index must be between 1 and {size}.
ar_eg: يجب أن يكون فهرس المسار بين 1 و {size}.
cs_cz: Index skladby musí být mezi 1 a {size}.
da_dk: Spor indeks skal være mellem 1 og {size}.
de_ch: Spur-Index muss zwischen 1 und {size} liegen.
el_gr: Το ευρετήριο ίχνους πρέπει να είναι μεταξύ 1 και {size}.
es_mx: El índice de la pista debe estar entre 1 y {size}.
fr_ca: L'index de la piste doit être compris entre 1 et {size}.
ro_ro: Indexul piesei trebuie să fie între 1 și {size}.

source: There is no track in position {position}.
ar_eg: لا يوجد أي مسار في الموضع {position}.
cs_cz: Na pozici {position} není žádná skladba.
da_dk: Der er intet spor i position {position}.
de_ch: Es gibt keine Spur in Position {position}.
el_gr: Δεν υπάρχει κομμάτι στη θέση {position}.
es_mx: No hay ninguna pista en la posición {position}.
fr_ca: Il n'y a pas de piste dans la position {position}.
ro_ro: Nu există nici o piesă în poziția {position}.

source: {track} will play after {current} finishes (in {eta}).
ar_eg: سوف يلعب {track} بعد انتهاء {current} (ب {eta}).
cs_cz: {track} bude hrát po dokončení {current} (v {eta}).
da_dk: {track} vil spille efter {current} er afsluttet (i {eta}).
de_ch: {track} wird gespielt, nachdem {current} beendet ist (in {eta}) .
el_gr: {track} θα παίξει μετά το {current} τελειώνει (σε {eta}).
es_mx: {track} jugará después de {current} terminados (en {eta}).
fr_ca: {track} jouera après la fin de {current} (dans {eta}).
ro_ro: {track} va juca după {current} finisări (în {eta}).

source: {track} will start now {current} has been skipped.
ar_eg: سيبدأ {track} الآن {current} تم تخطيته.
cs_cz: {track} začne nyní {current} bylo přeskočeno.
da_dk: {track} vil starte nu {current} er blevet sprunget over.
de_ch: {track} startet jetzt {current} wurde übersprungen.
el_gr: {track} θα ξεκινήσει τώρα {current} έχει παραληφθεί.
es_mx: {track} comenzará ahora {current} ha sido omitido.
fr_ca: {track} va commencer maintenant {current} a été ignoré.
ro_ro: {track} va începe acum {current} a fost omis.

source: {track} not found in queue.
ar_eg: {track} غير موجود في قائمة الانتظار.
cs_cz: {track} nebyl nalezen ve frontě.
da_dk: {track} blev ikke fundet i kø.
de_ch: {track} nicht in der Warteschlange gefunden.
el_gr: {track} δεν βρέθηκε στην ουρά.
es_mx: {track} no encontrado en cola.
fr_ca: {track} non trouvé dans la file d'attente.
ro_ro: {track} nu a fost găsit în coadă.

source: Removed {times} {entry_plural} of {track} from the queue.
ar_eg: إزالة {times} {entry_plural} من {track} من قائمة الانتظار.
cs_cz: Odstraněno {times} {entry_plural} z {track} z fronty.
da_dk: Fjernede {times} {entry_plural} af {track} fra køen.
de_ch: {times} {entry_plural} von {track} aus der Warteschlange entfernt.
el_gr: Αφαιρέθηκε {times} {entry_plural} του {track} από την ουρά.
es_mx: Eliminado {times} {entry_plural} de {track} de la cola.
fr_ca: {times} {entry_plural} de {track} ont été retirés de la file d'attente.
ro_ro: Eliminat {times} {entry_plural} din {track} din coadă.

source: entry
ar_eg: إدخال
cs_cz: položka
da_dk: post
de_ch: eintrag
el_gr: εγγραφή
es_mx: entrada
fr_ca: entrée
ro_ro: intrare

source: entries
ar_eg: إدخالات
cs_cz: položky
da_dk: poster
de_ch: einträge
el_gr: καταχωρήσεις
es_mx: entradas
fr_ca: entrées
ro_ro: intrări

source: Volume limit reached, player volume set to {volume}%.
ar_eg: وصل الحد الأقصى للصوت، تم تعيين مستوى صوت اللاعب إلى {volume}%.
cs_cz: Byl dosažen limit hlasitosti, hlasitost přehrávače nastavena na {volume}%.
da_dk: Volumengrænse nået, spillerens lydstyrke sat til {volume}%.
de_ch: Lautstärkelimit erreicht, Spielerlautstärke auf {volume}%.
el_gr: Συμπληρώθηκε το όριο όγκου, η ένταση του παίκτη ορίστηκε στο {volume}%.
es_mx: Límite de volumen alcanzado, volumen del jugador establecido a {volume}%.
fr_ca: Limite de volume atteinte, le volume du joueur est fixé à {volume}%.
ro_ro: S-a atins limita de volum atinsă, volumul jucătorului setat la {volume}%.

source: Minimum volume reached, Player volume set to 0%.
ar_eg: تم بلوغ الحد الأدنى من الصوت، تم تعيين مستوى صوت اللاعب إلى 0%.
cs_cz: Minimální dosah hlasitosti, Hlasitost přehrávače nastavena na 0%.
da_dk: Minimum lydstyrke nået, Spillervolumen sat til 0%.
de_ch: Minimale Lautstärke erreicht, Player-Lautstärke auf 0%.
el_gr: Ο ελάχιστος όγκος επιτεύχθηκε, η ένταση του παίκτη ορίστηκε στο 0%.
es_mx: Volumen mínimo alcanzado, Volumen del reproductor establecido a 0%.
fr_ca: Volume minimum atteint, le volume du lecteur est fixé à 0%.
ro_ro: Volumul minim atins, volumul jucătorului setat la 0%.
