Repository: PyLav/Red-Cogs
Catalog: audio/locales/*.po
Languages: ar_eg, cs_cz, da_dk, de_ch, el_gr, es_mx, fr_ca, nl_nl, ro_ro

source: I found multiple valid matches in your message.
ar_eg: وجدت عدة مطابقات صالحة في رسالتك.
cs_cz: Našel jsem ve vaší zprávě více platných zápasů.
da_dk: Jeg fandt flere gyldige kampe i din besked.
de_ch: Ich habe mehrere gültige Spiele in deiner Nachricht gefunden.
el_gr: Βρήκα πολλαπλές έγκυρες αντιστοιχίες στο μήνυμά σας.
es_mx: Encontré varias coincidencias válidas en tu mensaje.
fr_ca: J'ai trouvé plusieurs correspondances valides dans votre message.
ro_ro: Am găsit mai multe potriviri valide în mesajul tău.

source: I found a single valid match in your message.
ar_eg: وجدت تطابق صالح واحد في رسالتك.
cs_cz: Našel jsem ve vaší zprávě jednu platnou shodu.
da_dk: Jeg fandt en enkelt gyldig match i din besked.
de_ch: Ich habe ein einziges gültiges Spiel in deiner Nachricht gefunden.
el_gr: Βρήκα ένα μόνο έγκυρο ταίριασμα στο μήνυμά σας.
es_mx: Encontré una única coincidencia válida en su mensaje.
fr_ca: J'ai trouvé une seule correspondance valide dans votre message.
ro_ro: Am găsit o singură potrivire validă în mesajul tău.

source: I couldn't find any supported activity {user} is taking part in.
ar_eg: لم أستطع العثور على أي نشاط مدعوم {user} يشارك فيه.
cs_cz: Nenašel jsem žádnou podporovanou aktivitu {user}.
da_dk: Jeg kunne ikke finde nogen understøttet aktivitet {user} deltager i.
de_ch: Es konnte keine unterstützte Aktivität gefunden werden, an der {user} teilnimmt.
el_gr: Δεν μπόρεσα να βρω καμία υποστηριζόμενη δραστηριότητα {user} συμμετέχει στο.
es_mx: No pude encontrar ninguna actividad soportada en la que esté participando {user}.
fr_ca: Je n'ai trouvé aucune activité prise en charge dans laquelle {user} participe.
ro_ro: Nu am putut găsi nicio activitate suportată în care {user} să participe.

source: Couldn't map {user} Apple Music track to a valid query.
ar_eg: تعذر تعيين {user} مسار موسيقى أبل إلى استعلام صحيح.
cs_cz: {user} Music stop se nepodařilo mapovat k platnému dotazu.
da_dk: Kunne ikke kortlægge {user} Apple Music-spor til en gyldig forespørgsel.
de_ch: Konnte {user} Apple Music Titel nicht einer gültigen Abfrage zuordnen.
el_gr: Δεν ήταν δυνατή η αντιστοίχιση {user} κομματιού Apple Music σε έγκυρο ερώτημα.
es_mx: No se pudo asignar la canción de Apple {user} a una consulta válida.
fr_ca: Impossible de lier {user} piste Apple Music à une requête valide.
ro_ro: Nu s-a putut mapa {user} piesă Apple Music la o interogare validă.

source: Couldn't find any tracks matching {query}
ar_eg: تعذر العثور على أي مسارات مطابقة {query}
cs_cz: Nelze najít žádné skladby odpovídající {query}
da_dk: Kunne ikke finde spor, der matcher {query}
de_ch: Es konnten keine Tracks gefunden werden, die {query} entsprechen
el_gr: Δεν βρέθηκαν κομμάτια που να ταιριάζουν με {query}
es_mx: No se pudo encontrar ninguna pista que coincida con {query}
fr_ca: Impossible de trouver des pistes correspondant à {query}
ro_ro: Nu s-a putut găsi nicio piesă care să corespundă {query}

source: Couldn't figure out what {user} is listening to.
ar_eg: تعذر معرفة ما يستمع إليه {user}.
cs_cz: Nelze zjistit, co {user} poslouchá.
da_dk: Kunne ikke finde ud af, hvad {user} lytter til.
de_ch: Konnte nicht herausfinden, worauf {user} zuhört.
el_gr: Δεν μπόρεσε να καταλάβει τι ακούει ο {user}.
es_mx: No se pudo averiguar qué está escuchando {user}.
fr_ca: Impossible de comprendre ce que {user} écoute.
ro_ro: Nu s-a putut da seama ce ascultă {user}.

source: You need to provide a query to play.
ar_eg: يجب عليك تقديم استعلام للعب.
cs_cz: Musíte zadat dotaz, který chcete hrát.
da_dk: Du skal give en forespørgsel for at spille.
de_ch: Sie müssen eine Abfrage angeben, um spielen zu können.
el_gr: Πρέπει να δώσετε ένα ερώτημα για να παίξετε.
es_mx: Necesitas proporcionar una consulta para jugar.
fr_ca: Vous devez fournir une requête pour jouer.
ro_ro: Trebuie să furnizați o interogare pentru a juca.

source: You must be in a voice channel to allow me to connect.
ar_eg: يجب أن تكون في قناة صوتية للسماح لي بالاتصال.
cs_cz: Musíš být v hlasovém kanálu, abych se mohl připojit.
da_dk: Du skal være i en stemmekanal for at tillade mig at forbinde.
de_ch: Du musst in einem Sprachkanal sein, damit ich mich verbinden kann.
el_gr: Πρέπει να είστε σε ένα φωνητικό κανάλι για να μου επιτρέψετε να συνδεθώ.
es_mx: Debes estar en un canal de voz para permitirme conectar.
fr_ca: Vous devez être dans un salon vocal pour me permettre de me connecter.
ro_ro: Trebuie să fiți într-un canal de voce pentru a mă putea conecta.

source: {track_count} tracks enqueued.
ar_eg: {track_count} مسارات في قائمة الانتظار.
cs_cz: {track_count} skladeb ve frontě.
da_dk: {track_count} spor sat i kø.
de_ch: {track_count} Tracks eingereiht.
el_gr: {track_count} κομμάτια στην ουρά.
es_mx: {track_count} pistas en cola.
fr_ca: {track_count} pistes mises en attente.
ro_ro: {track_count} piese puse în așteptare.

source: {track} enqueued.
ar_eg: {track} في قائمة الانتظار.
cs_cz: {track} do fronty.
da_dk: {track} sat i kø
de_ch: {track} angemeldet.
el_gr: {track} στην ουρά.
es_mx: {track} en cola.
fr_ca: {track} mis en attente.
ro_ro: {track} puse în așteptare.

source: Search for a track then play the selected response. If a prefix is not used it will default to search on YouTube Music. You can search specify services by using the following prefixes (dependant on service availability): `ytmsearch:` - Will search YouTube Music `spsearch:` - Will search Spotify `amsearch:` - Will search Apple Music `scsearch:` - Will search SoundCloud `ytsearch:` - Will search YouTube You can trigger text-to-speech by using the following prefixes (dependant on service availability): `speak:` - The bot will speak the query (limited to 200 characters) `tts://` - The bot will speak the query
ar_eg: البحث عن مسار ثم تشغيل الاستجابة المحددة. إذا لم يتم استخدام البادئة فسيكون الافتراضي للبحث على يوتيوب الموسيقى. يمكنك البحث عن خدمات محددة باستخدام البادئات التالية (اعتمادا على توفر الخدمة): `ytmsearch:` - سيتم البحث في YouTube Music `spsearch:` - سيتم البحث في Spotify `amsearch:` - Will search:` - Will Search Apple Music `scsearch:` - Will search SoundCloud `ytsearch:` - سيتم البحث في YouTube يمكنك تشغيل النص إلى الكلام باستخدام البادئات التالية (اعتمادا على توافر الخدمة): `تكلم:` - البوت سيتحدث الاستعلام (مقتصرا على 200 رمز) `tts://` - البوت سيتحدث الاستعلام
cs_cz: Hledat skladbu a pak přehrát vybranou odpověď. Pokud není použit prefix pro vyhledávání na YouTube Music. Můžete hledat služby pomocí následujících prefixů (závislých na dostupnosti služby): `ytmsearch:` - Will search YouTube Music `spsearch:` - Will search Spotify `amsearch:` - Will search Music `scsearch:` - Will search SoundCloud `ytsearch:` - Will search YouTube Můžete spustit text-to-speech pomocí následujících prefixů (závislých na dostupnosti služby): `speak:` - Bot bude mluvit dotazem (omezeným na 200 znaků) `tts://` - Bot bude mluvit o dotazu
de_ch: Suche nach einem Song und spiele die ausgewählte Antwort. Um in speziellen Anbietern zu suchen, kannst du die folgenden Präfixe benutzen (abhängig von der Verfügbarkeit der Anbieter): `ytmsearch:` - YouTube durchsuchen `spsearch:` - Spotify durchsuchen `amsearch:` - Apple Music durchsuchen `scsearch:` - SoundCloud durchsuchen `ytsearch:` - YouTube durchsuchen Um die Text-zu-Sprache Funktion zu nutzen, kannst du folgende Präfixe benutzen (abhängig von der Verfügbarkeit der Anbieter): `speak:` - Der Bot wird das Gegebene sprechen (max. 200 Charaktere) `tts://` - Der Bot wird das Gegebene sprechen
el_gr: Αναζήτηση για ένα κομμάτι και, στη συνέχεια, αναπαραγωγή της επιλεγμένης απόκρισης. Εάν δεν χρησιμοποιηθεί ένα πρόθεμα, θα είναι προεπιλογή για αναζήτηση στο YouTube Music. Μπορείτε να αναζητήσετε υπηρεσίες καθορισμού χρησιμοποιώντας τα ακόλουθα προθέματα (εξαρτώνται από τη διαθεσιμότητα υπηρεσιών): `ytmsearch:` - Θα αναζητήσει YouTube Μουσική `spsearch:` - Θα αναζητήσει Spotify `amsearch:` - Θα αναζητήσει Apple Music `scsearch:` - Θα αναζητήσει SoundCloud `ytsearch:` - Θα αναζητήσει YouTube Μπορείτε να ενεργοποιήσετε text-to-speech χρησιμοποιώντας τα ακόλουθα προθέματα (εξαρτάται από τη διαθεσιμότητα υπηρεσιών): `speak:` - Το bot θα μιλήσει το ερώτημα (περιορίζεται σε 200 χαρακτήρες) `tts://` - Το bot θα μιλήσει το ερώτημα
es_mx: Busca una pista y luego reproduce la respuesta seleccionada. Si no se utiliza un prefijo se buscará por defecto en YouTube Music. Puede buscar servicios específicos usando los siguientes prefijos (dependiendo de la disponibilidad del servicio): `ytmsearch:` - Buscará en YouTube Music `spsearch:` - Buscará en Spotify `amsearch:` - Buscará en Apple Music `scsearch:` - Buscará en SoundCloud `ytsearch:` - Buscará en YouTube Puede activar texto a voz usando los siguientes prefijos (dependiendo de la disponibilidad del servicio): `speak:` - El bot hablará la consulta (limitada a 200 caracteres) `tts://` - El bot hablará de la consulta
fr_ca: Recherchez une piste puis jouez la réponse sélectionnée. Si un préfixe n'est pas utilisé, il cherchera par défaut sur YouTube Music. Vous pouvez rechercher des services de précision en utilisant les préfixes suivants (dépendant de la disponibilité du service): `ytmsearch:` - Recherche dans YouTube Music `spsearch:` - Recherche Spotify `amsearch:` - Recherche dans Apple Music `scsearch:` - Recherche SoundCloud `ytsearch:` - Recherche dans YouTube Vous pouvez déclencher la synthèse vocale en utilisant les préfixes suivants (dépendant de la disponibilité du service): `speak:` - Le bot parlera la requête (limitée à 200 caractères) `tts://` - Le bot parlera la requête
ro_ro: Caută o piesă și apoi redă răspunsul selectat. Dacă un prefix nu este utilizat, căutarea va fi implicită pe YouTube Music. Puteţi căuta servicii folosind următoarele prefixe (dependente de disponibilitatea serviciului): `ytmsearch:` - Va căuta pe YouTube Music `spsearch:` - Se va căuta pe Spotify `amsearch:` - Va căuta pe Apple Music `scsearch:` - Va căuta SoundCloud `ytsearch:` - Va căuta YouTube puteţi declanşa textul de vorbire folosind următoarele prefixe (dependente de disponibilitatea serviciului): `speak:` - bot-ul va vorbi interogarea (limitată la 200 de caractere) bottp va vorbi despre quer-ul

source: You haven't select something to play.
ar_eg: لم تقم باختيار شيء للعب.
cs_cz: Nevybrali jste něco, co chcete hrát.
de_ch: Du hast nichts zum Spielen ausgewählt.
el_gr: Δεν έχετε επιλέξει κάτι για να παίξετε.
es_mx: No has seleccionado algo para jugar.
fr_ca: Vous n'avez pas sélectionné quelque chose à jouer.
ro_ro: Nu ai selectat ceva de jucat.

source: Search must start with ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:
ar_eg: البحث يجب أن يبدأ مع ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:
cs_cz: Hledání musí začínat ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:
de_ch: Suche muss mit ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:
el_gr: Η αναζήτηση πρέπει να ξεκινήσει με ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:
es_mx: La búsqueda debe comenzar con ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:
fr_ca: La recherche doit commencer par ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:
ro_ro: Căutarea trebuie să înceapă cu ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:

source: You haven't select something to play, search must start with `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:`
ar_eg: لم تقم بتحديد شيء للعب، البحث يجب أن يبدأ بـ `ytmsearch:`، `spsearch:`، `amsearch:`، `scsearch:`، `ytsearch:`
cs_cz: Nevybrali jste něco, co chcete hrát, hledání musí začínat `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:`
de_ch: Du hast nichts zum Spielen ausgewählt, die Suche muss mit `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:` beginnen
el_gr: Δεν έχετε επιλέξει κάτι για αναπαραγωγή, η αναζήτηση πρέπει να ξεκινήσει με `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:`
es_mx: No has seleccionado algo para jugar, la búsqueda debe comenzar con `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:`
fr_ca: Vous n'avez pas sélectionné quelque chose à jouer, la recherche doit commencer par `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:`
ro_ro: Nu ai selectat ceva de jucat, căutarea trebuie să înceapă cu `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `scsearch:`, `ytsearch:`

source: You need to be in a voice channel if you don't specify which channel I need to connect to.
ar_eg: يجب أن تكون في قناة صوتية إذا لم تحدد القناة التي أحتاج إلى الاتصال بها.
cs_cz: Musíš být v hlasovém kanálu, pokud nespecifikuješ, ke kterému kanálu se musím připojit.
da_dk: Du skal være i en stemmekanal hvis du ikke angiver hvilken kanal jeg har brug for at forbinde til.
de_ch: Du musst in einem Sprachkanal sein, wenn du nicht angibst, zu welchem Kanal ich dich verbinden muss.
el_gr: Θα πρέπει να είστε σε ένα κανάλι φωνής αν δεν καθορίσετε ποιο κανάλι πρέπει να συνδεθείτε.
es_mx: Necesitas estar en un canal de voz si no especificas el canal al que necesito conectarme.
fr_ca: Vous devez être dans un salon vocal si vous ne spécifiez pas le canal auquel je dois me connecter.
ro_ro: Trebuie să fiți într-un canal de voce dacă nu specificați la ce canal trebuie să mă conectez.

source: I don't have permission to connect to that channel.
ar_eg: ليس لدي إذن للاتصال بتلك القناة.
cs_cz: Nemám oprávnění k připojení k tomuto kanálu.
da_dk: Jeg har ikke tilladelse til at oprette forbindelse til den kanal.
de_ch: Ich habe keine Berechtigung, sich mit diesem Kanal zu verbinden.
el_gr: Δεν έχω άδεια να συνδεθώ με αυτό το κανάλι.
es_mx: No tengo permiso para conectarse a ese canal.
fr_ca: Je n'ai pas la permission de me connecter à ce canal.
ro_ro: Nu am permisiunea de a mă conecta la acel canal.

source: I don't have permission to speak in {channel}.
ar_eg: ليس لدي إذن للتحدث في {channel}.
cs_cz: Nemám oprávnění mluvit v {channel}.
da_dk: Jeg har ikke tilladelse til at tale i {channel}.
de_ch: Ich habe keine Berechtigung in {channel} zu sprechen.
el_gr: Δεν έχω άδεια να μιλήσω στο {channel}.
es_mx: No tengo permiso para hablar en {channel}.
fr_ca: Je n'ai pas la permission de parler en {channel}.
ro_ro: Nu am permisiunea de a vorbi în {channel}.

source: I don't have permission to connect to {channel}.
ar_eg: ليس لدي إذن للاتصال بـ {channel}.
cs_cz: Nemám oprávnění k připojení k {channel}.
da_dk: Jeg har ikke tilladelse til at oprette forbindelse til {channel}.
de_ch: Ich habe keine Berechtigung zu {channel} zu verbinden.
el_gr: Δεν έχω άδεια να συνδεθώ στο {channel}.
es_mx: No tengo permiso para conectarme a {channel}.
fr_ca: Je n'ai pas la permission de me connecter à {channel}.
ro_ro: Nu am permisiunea de a mă conecta la {channel}.

source: I'm forced to only join {channel}.
ar_eg: أجبر على الانضمام إلى {channel} فقط.
cs_cz: Jsem nucen připojit se pouze k {channel}.
da_dk: Jeg er tvunget til kun at deltage i {channel}.
de_ch: Ich bin gezwungen, nur {channel} beizutreten.
el_gr: Είμαι αναγκασμένος να συμμετάσχω μόνο στο {channel}.
es_mx: Sólo me veo obligado a unirme a {channel}.
fr_ca: Je suis forcé de rejoindre seulement {channel}.
ro_ro: Sunt forțat doar să mă alătur {channel}.

source: Connected to {channel}
ar_eg: متصل بـ {channel}
cs_cz: Připojeno k {channel}
da_dk: Forbundet til {channel}
de_ch: Verbunden mit {channel}
el_gr: Συνδέθηκε στο {channel}
es_mx: Conectado a {channel}
fr_ca: Connecté à {channel}
ro_ro: Conectat la {channel}

source: No player detected.
ar_eg: لم يتم اكتشاف أي لاعب.
cs_cz: Nebyl detekován žádný hráč.
da_dk: Ingen spiller fundet.
de_ch: Kein Spieler erkannt.
el_gr: Δεν εντοπίστηκε παίκτης.
es_mx: Ningún reproductor detectado.
fr_ca: Aucun joueur détecté.
ro_ro: Niciun jucător detectat.

source: Player is not currently playing anything.
ar_eg: لا يقوم اللاعب حاليا بتشغيل أي شيء.
cs_cz: Hráč v současné době nic nepřehrává.
da_dk: Spilleren spiller ikke noget i øjeblikket.
de_ch: Der Spieler spielt derzeit nichts.
el_gr: Ο παίκτης δεν παίζει προς το παρόν.
es_mx: El jugador no está reproduciendo nada.
fr_ca: Le lecteur ne joue actuellement rien.
ro_ro: Jucătorul nu redă nimic în prezent.

source: Skipped - {track}
ar_eg: تخطي - {track}
cs_cz: Přeskočeno - {track}
da_dk: Sprunget over - {track}
de_ch: Übersprungen - {track}
el_gr: Παράλειψη - {track}
es_mx: Omitido - {track}
fr_ca: Ignoré - {track}
ro_ro: Salt - {track}

source: Autoplay started.
ar_eg: بدأ التشغيل التلقائي.
cs_cz: Automatické přehrávání začalo.
da_dk: Autoplay startet.
de_ch: Autoplay gestartet.
el_gr: Η αυτόματη αναπαραγωγή ξεκίνησε.
es_mx: Reproducción automática iniciada.
fr_ca: Lecture automatique démarrée.
ro_ro: Auto-redare a început.

source: Player stopped
ar_eg: توقف اللاعب
cs_cz: Hráč zastaven
da_dk: Afspiller stoppet
de_ch: Spieler gestoppt
el_gr: Η αναπαραγωγή σταμάτησε
es_mx: Jugador detenido
fr_ca: Lecteur arrêté
ro_ro: Jucător oprit

source: Disconnected from {channel}
ar_eg: قطع الاتصال من {channel}
cs_cz: Odpojeno od {channel}
da_dk: Forbindelsen er afbrudt fra {channel}
de_ch: Verbindung zu {channel} getrennt
el_gr: Αποσυνδέθηκε από {channel}
es_mx: Desconectado de {channel}
fr_ca: Déconnecté de {channel}
ro_ro: Deconectat de la {channel}

source: There is nothing in the queue.
ar_eg: لا يوجد شيء في قائمة الانتظار.
cs_cz: Ve frontě není nic.
da_dk: Der er intet i køen.
de_ch: Es ist nichts in der Warteschlange.
el_gr: Δεν υπάρχει τίποτα στην ουρά.
es_mx: No hay nada en la cola.
fr_ca: Il n'y a rien dans la file d'attente.
ro_ro: Nu există nimic în coadă.

source: {queue_size} tracks shuffled
ar_eg: {queue_size} مسارات معبأة
cs_cz: {queue_size} zamíchaných skladeb
da_dk: {queue_size} numre blandet
de_ch: {queue_size} Stücke gemischt
el_gr: {queue_size} κομμάτια ανακατεύονται
es_mx: {queue_size} pistas barajadas
fr_ca: {queue_size} pistes mélangées
ro_ro: {queue_size} piese amestecate

source: Repeating the queue
ar_eg: تكرار قائمة الانتظار
cs_cz: Opakování fronty
da_dk: Gentag køen
de_ch: Wiederholen der Warteschlange
el_gr: Επανάληψη της ουράς
es_mx: Repitiendo la cola
fr_ca: Répétition de la file d'attente
ro_ro: Se repetă coada

source: Repeating disabled
ar_eg: التكرار معطل
cs_cz: Opakování zakázáno
da_dk: Gentagelse deaktiveret
de_ch: Wiederholung deaktiviert
el_gr: Επανάληψη απενεργοποιημένη
es_mx: Repetición desactivada
fr_ca: Répétition désactivée
ro_ro: Repetare dezactivată

source: Repeating {track}
ar_eg: تكرار {track}
cs_cz: Opakování {track}
da_dk: Gentag {track}
de_ch: Wiederholt {track}
el_gr: Επανάληψη {track}
es_mx: Repitiendo {track}
fr_ca: Répétition de {track}
ro_ro: Se repetă {track}

source: current track
ar_eg: المسار الحالي
cs_cz: aktuální kolej
da_dk: nuværende spor
de_ch: aktueller Track
el_gr: τρέχον κομμάτι
es_mx: pista actual
fr_ca: piste en cours
ro_ro: piesa curentă

source: Player already paused did you mean to run `/resume`.
ar_eg: قام اللاعب بإيقاف مؤقت بالفعل بقصد تشغيل `/starme`.
cs_cz: Hráč již byl pozastaven a máte na mysli spustit `/resume`.
da_dk: Spiller allerede sat på pause mente du at køre `/resume`.
de_ch: Der Spieler hat bereits angehalten, dass du `/resume` ausführen möchtest.
el_gr: Ο παίκτης ήδη σε παύση εννοείτε να τρέξει το `/βιογραφικό`.
es_mx: Jugador ya pausado quería ejecutar `/resume`.
fr_ca: Le joueur déjà mis en pause était que vous vouliez exécuter `/resume`.
ro_ro: Jucătorul deja pus pe pauză a vrut să ruleze `/resume`.

source: Player already paused did you mean to run `{prefix}{command}`.
ar_eg: قام اللاعب بإيقاف مؤقت بالفعل بقصد تشغيل `{prefix}{command}`.
cs_cz: Hráč již byl pozastaven a máte na mysli spuštění `{prefix}{command}`.
da_dk: Spiller allerede sat på pause mente du at køre `{prefix}{command}`.
de_ch: Spieler bereits pausiert, meinte du `{prefix}{command} ` auszuführen.
el_gr: Ο παίκτης ήδη σε παύση εννοούσε να τρέξει το `{prefix}{command}`.
es_mx: El jugador ya pausado quería ejecutar `{prefix}{command}`.
fr_ca: Joueur déjà mis en pause était que vous vouliez exécuter `{prefix}{command}`.
ro_ro: Jucătorul deja pus pe pauză a vrut să rulezi `{prefix}{command}`.

source: Player paused.
ar_eg: إيقاف اللاعب مؤقتاً.
cs_cz: Hráč pozastaven.
da_dk: Spiller sat på pause.
de_ch: Spieler pausiert.
el_gr: Παίκτης σε παύση.
es_mx: Jugador pausado.
fr_ca: Lecteur mis en pause.
ro_ro: Jucătorul a fost întrerupt.

source: Player already paused did you mean to run `/pause`.
ar_eg: قام اللاعب بإيقاف مؤقت بالفعل بقصد تشغيل `/توقف مؤقت`.
cs_cz: Hráč byl již pozastaven a máte na mysli, že spustíte `/pause`.
da_dk: Spiller allerede sat på pause mente du at køre `/pause`.
de_ch: Der Spieler hat bereits pausiert, du meinst `/pause` auszuführen.
el_gr: Ο παίκτης ήδη σε παύση εννοείτε να τρέξει το `/pause`.
es_mx: Jugador ya pausado quería ejecutar `/pause`.
fr_ca: Le joueur déjà mis en pause était que vous vouliez exécuter `/pause`.
ro_ro: Jucătorul deja pus pe pauză a vrut să rulezi `/pause`.

source: Player resumed.
ar_eg: استؤنف اللاعب.
cs_cz: Hráč byl obnoven.
da_dk: Spilleren genoptaget.
de_ch: Spieler fortgesetzt.
el_gr: Ο παίκτης συνεχίστηκε.
es_mx: Jugador reanudado.
fr_ca: Reprise du joueur.
ro_ro: Jucătorul a fost reluat.

source: Volume cannot be higher than {max_volume}.
ar_eg: لا يمكن أن يكون المجلد أعلى من {max_volume}.
cs_cz: Hlasitost nemůže být vyšší než {max_volume}.
da_dk: Volumen kan ikke være højere end {max_volume}.
de_ch: Lautstärke darf nicht höher als {max_volume} sein.
el_gr: Ο τόμος δεν μπορεί να είναι μεγαλύτερος από {max_volume}.
es_mx: El volumen no puede ser superior a {max_volume}.
fr_ca: Le volume ne peut pas être supérieur à {max_volume}.
ro_ro: Volumul nu poate fi mai mare de {max_volume}.

source: Player volume set to {volume}%.
ar_eg: تم تعيين مستوى صوت اللاعب إلى {volume}%.
cs_cz: Hlasitost přehrávače nastavena na {volume}%.
da_dk: Spillerlydstyrke indstillet til {volume}%.
de_ch: Spielerlautstärke auf {volume} % gesetzt.
el_gr: Η ένταση του παίκτη ορίστηκε σε {volume}%.
es_mx: Volumen del reproductor establecido a {volume}%.
fr_ca: Volume du joueur défini à {volume}%.
ro_ro: Volumul jucătorului este setat la {volume}%.

source: Nothing playing.
ar_eg: لا شيء يلعب.
cs_cz: Nic nehraje.
da_dk: Intet spiller.
de_ch: Nichts gespielt.
el_gr: Τίποτα δεν παίζει.
es_mx: Nada jugando.
fr_ca: Rien ne joue.
ro_ro: Nimic nu se joacă.

source: Can't seek on a stream.
ar_eg: لا يمكن البحث عن البث
cs_cz: Nelze vyhledat na streamu.
da_dk: Kan ikke søge på en stream.
de_ch: Kann nicht in einem Stream suchen.
el_gr: Δεν είναι δυνατή η αναζήτηση σε ένα ρεύμα.
es_mx: No se puede buscar en una secuencia.
fr_ca: Impossible de se déplacer sur un flux.
ro_ro: Nu se poate căuta pe un stream.

source: Unable to seek track.
ar_eg: غير قادر على البحث عن المسار.
cs_cz: Nelze vyhledat skladbu.
da_dk: Kan ikke søge spor.
de_ch: Track kann nicht gesucht werden.
el_gr: Δεν είναι δυνατή η αναζήτηση κομματιού.
es_mx: No se puede buscar la pista.
fr_ca: Impossible de trouver la piste.
ro_ro: Imposibil de căutat piesa.

source: Cannot seek when the player is paused.
ar_eg: لا يمكن البحث عند إيقاف اللاعب مؤقتاً.
cs_cz: Nelze vyhledat, když je hráč pozastaven.
da_dk: Kan ikke søge når spilleren er sat på pause.
de_ch: Kann nicht suchen, wenn der Spieler angehalten ist.
el_gr: Δεν είναι δυνατή η αναζήτηση κατά την παύση του παίκτη.
es_mx: No se puede buscar cuando el jugador está en pausa.
fr_ca: Impossible de rechercher quand le joueur est en pause.
ro_ro: Nu se poate căuta când jucătorul este pauzat.

source: Moved {seconds}s to 00:00:00.
ar_eg: نقل {seconds}ث إلى 00:00:00.
cs_cz: Přesunuto {seconds}s do 00:00:00.
da_dk: Flyttede {seconds}s til 00:00:00.
de_ch: {seconds}s nach 00:00:00 verschoben.
el_gr: Μεταφέρθηκε {seconds}s στις 00:00:00.
es_mx: {seconds}s movidos a 00:00:00.
fr_ca: {seconds}s ont été déplacées à 00:00:00.
ro_ro: Am mutat {seconds}s la 00:00:00.
