Repository: PyLav/Red-Cogs
Catalog: audio/locales/*.po
Languages: ar_eg, cs_cz, da_dk, de_ch, el_gr, es_mx, fr_ca, nl_nl, ro_ro

source: I have skipped {track_name_variable_do_not_translate} as requested.
nl_nl: Ik heb overgeslagen {track_name_variable_do_not_translate} zoals gevraagd.

source: I have stopped the playback and cleared the queue as requested.
nl_nl: Ik heb het afspelen gestopt en de wachtrij gewist zoals gevraagd.

source: I have disconnected from {channel_name_variable_do_not_translate} as requested.
nl_nl: Ik heb de verbinding verbroken met {channel_name_variable_do_not_translate} zoals gevraagd.

source: The server queue is currently empty.
nl_nl: De serverwachtrij is momenteel leeg.

source: You are not allowed to shuffle the queue.
nl_nl: Het is niet toegestaan om de wachtrij door elkaar te schudden.

source: {queue_size_variable_do_not_translate} tracks shuffled.
nl_nl: {queue_size_variable_do_not_translate} tracks geschud.

source: From now on, I will now repeat the entire queue.
nl_nl: Vanaf nu herhaal ik de hele rij.

source: From now on, I will no longer repeat any tracks.
nl_nl: Vanaf nu zal ik geen nummers meer herhalen.

source: From now on, I will now repeat {track_name_variable_do_not_translate}.
nl_nl: Vanaf nu zal ik het herhalen {track_name_variable_do_not_translate}.

source: From now on, I will now repeat the current track.
nl_nl: Vanaf nu zal ik het huidige spoor herhalen.

source: The player is already paused, did you mean to run {command_name_variable_do_not_translate}.
nl_nl: De speler is al gepauzeerd, bedoelde je te rennen {command_name_variable_do_not_translate}.

source: I have now paused the player as requested.
nl_nl: Ik heb de speler nu gepauzeerd zoals gevraagd.

source: The player already resumed, did you mean to run {command_name_variable_do_not_translate}.
nl_nl: De speler is al hervat, bedoelde je te rennen {command_name_variable_do_not_translate}.

source: I have now resumed the player as requested.
nl_nl: Ik heb de speler nu hervat zoals gevraagd.

source: I can not set the volume above 1,000%.
nl_nl: Ik kan het volume niet boven de 1.000% instellen.

source: I can not set the volume lower than 0%
nl_nl: Ik kan het volume niet lager instellen dan 0%

source: I have been told to restrict the maximum volume to {max_volume_variable_do_not_translate}%.
nl_nl: Mij is verteld om het maximale volume te beperken tot {max_volume_variable_do_not_translate}%.

source: I have set the player volume to {volume_variable_do_not_translate}%.
nl_nl: Ik heb het volume van de speler ingesteld op {volume_variable_do_not_translate}%.

source: Unable to seek track
ar_eg: غير قادر على البحث عن المسار
cs_cz: Nelze vyhledat skladbu
da_dk: Kan ikke søge spor
de_ch: Track kann nicht gefunden werden
el_gr: Δεν είναι δυνατή η αναζήτηση ίχνους
es_mx: No se puede buscar la pista
fr_ca: Impossible de trouver la trace
nl_nl: Kan geen track zoeken
ro_ro: Imposibil de căutat piesa

source: I can not seek this track as the server reports it is a live stream.
nl_nl: Ik kan deze track niet zoeken omdat de server meldt dat het een livestream is.

source: I can not seek this track as the server report that this track does not support seeking.
nl_nl: Ik kan deze track niet zoeken omdat de server meldt dat deze track het zoeken niet ondersteunt.

source: I can not seek the current track while the player is paused.
nl_nl: Ik kan het huidige nummer niet opzoeken terwijl de speler is gepauzeerd.

source: I have moved the current track forward {number_of_seconds_variable_do_not_translate} seconds to the end of the track.
nl_nl: Ik heb het huidige spoor naar voren geschoven {number_of_seconds_variable_do_not_translate} seconden tot het einde van de track.

source: I have moved the current track forward {number_of_seconds} seconds to position {timestamp_variable_do_not_translate}.
nl_nl: Ik heb het huidige spoor naar voren geschoven {number_of_seconds} seconden naar positie {timestamp_variable_do_not_translate}.

source: I have moved the current track back {number_of_seconds_variable_do_not_translate} seconds to the beginning.
nl_nl: Ik heb het huidige spoor teruggezet {number_of_seconds_variable_do_not_translate} seconden naar het begin.

source: I have moved the current track back {number_of_seconds} seconds to position {timestamp_variable_do_not_translate}.
nl_nl: Ik heb het huidige spoor teruggezet {number_of_seconds} seconden naar positie {timestamp_variable_do_not_translate}.

source: I have moved the current track to the beginning.
nl_nl: Ik heb het huidige spoor verplaatst naar het begin.

source: The history of tracks is currently empty.
nl_nl: De geschiedenis van het spoor is momenteel leeg.

source: Playing previous track: {track_name_variable_do_not_translate}.
nl_nl: Vorig nummer afspelen: {track_name_variable_do_not_translate}.

source: Plays the specified track from the queue.
nl_nl: Hiermee wordt de opgegeven track uit de wachtrij afgespeeld.

source: There are no songs in the queue.
nl_nl: Er staan geen nummers in de wachtrij.

source: Track index must be between 1 and {size_of_queue_variable_do_not_translate}
nl_nl: Track index moet tussen 1 en {size_of_queue_variable_do_not_translate}

source: There are no tracks in position {queue_position_variable_do_not_translate}.
nl_nl: Er zijn geen sporen in positie {queue_position_variable_do_not_translate}.

source: {track_name_variable_do_not_translate} will play after {current_track_name_variable_do_not_translate} finishes ({estimated_time_variable_do_not_translate}).
nl_nl: {track_name_variable_do_not_translate} speelt na {current_track_name_variable_do_not_translate} afwerkingen ({estimated_time_variable_do_not_translate}).

source: {track_name_variable_do_not_translate} will start now {current_track_name_variable_do_not_translate} has been skipped.
nl_nl: {track_name_variable_do_not_translate} start nu {current_track_name_variable_do_not_translate} is overgeslagen.

source: Enqueue a track at the top of the queue.
nl_nl: Volg een track bovenaan de wachtrij.

source: You must be in a voice channel to allow me to connect
nl_nl: Je moet in een spraakkanaal zitten om me toe te staan verbinding te maken

source: {number_of_tracks_variable_do_not_translate} tracks have been enqueued.
nl_nl: {number_of_tracks_variable_do_not_translate} sporen zijn onderzocht.

source: {track_name_variable_do_not_translate} has been enqueued.
nl_nl: {track_name_variable_do_not_translate} is onderzocht.

source: Remove the specified track from the queue. If you specify the `remove_duplicates` argument, all tracks that are the same as your URL or the index track will be removed.
ar_eg: إزالة المسار المحدد من قائمة الانتظار. إذا قمت بتحديد حجة `remove_duplicates'، سيتم إزالة جميع المسارات التي هي نفس عنوان URL الخاص بك أو مسار الفهرس.
cs_cz: Odstraňte vybranou skladbu z fronty. Pokud zadáte argument `remove_duplicates` všechny skladby, které jsou stejné jako vaše URL nebo indexová skladba, budou odstraněny.
da_dk: Fjern det angivne spor fra køen. Hvis du angiver argumentet 'remove_duplicates' alle spor, der er det samme som din URL eller indekset spor vil blive fjernet.
de_ch: Entferne den angegebenen Track aus der Warteschlange. Wenn du das `remove_duplicates` Argument angibst, alle Tracks, die mit Ihrer URL oder der Indexspur identisch sind, werden entfernt.
el_gr: Αφαιρέστε το καθορισμένο κομμάτι από την ουρά. Αν ορίσετε την επιλογή `remove_duplicates`, όλα τα κομμάτια που είναι ίδια με το URL σας ή το κομμάτι ευρετηρίου θα αφαιρεθούν.
es_mx: Eliminar la pista especificada de la cola. Si especificas el argumento `remove_duplicates`, se eliminarán todas las pistas que sean iguales a su URL o la pista de índice.
fr_ca: Retirer la piste spécifiée de la file d'attente. Si vous spécifiez l'argument `remove_duplicates`, toutes les pistes qui sont les mêmes que votre URL ou la piste d'index seront supprimées.
nl_nl: Verwijder de opgegeven track uit de wachtrij. Als je het `remove_duplicates` argument opgeeft, alle nummers die hetzelfde zijn als uw URL of de index track zal worden verwijderd.
ro_ro: Elimină piesa specificată din coadă. Dacă specificați argumentul `remove_duplicates`, toate melodiile care sunt la fel ca URL-ul sau indexul vor fi eliminate.

source: Queue is empty.
ar_eg: قائمة الانتظار فارغة.
cs_cz: Fronta je prázdná.
da_dk: Kø er tom.
de_ch: Warteschlange ist leer.
el_gr: Η ουρά είναι κενή.
es_mx: La cola está vacía.
fr_ca: La file d’attente est vide.
nl_nl: De wachtrij is leeg.
ro_ro: Coada este goală.

source: Track index must be between 1 and {queue_size_variable_do_not_translate}.
nl_nl: Track index moet tussen 1 en {queue_size_variable_do_not_translate}.

source: There is no track in position {position_variable_do_not_translate}.
nl_nl: Er is geen spoor in positie {position_variable_do_not_translate}.

source: {track_name_variable_do_not_translate} not found in queue.
nl_nl: {track_name_variable_do_not_translate} niet gevonden in de wachtrij.

source: No tracks were removed from the queue.
nl_nl: Er werden geen sporen uit de wachtrij verwijderd.

source: I have removed a single entry of {track_name_variable_do_not_translate} from the queue.
nl_nl: Ik heb een enkele vermelding van {track_name_variable_do_not_translate} uit de wachtrij.

source: I have removed {number_of_entries_variable_do_not_translate} entries of {track_name_variable_do_not_translate} from the queue.
nl_nl: Ik heb verwijderd {number_of_entries_variable_do_not_translate} inzendingen van {track_name_variable_do_not_translate} uit de wachtrij.

source: Search for a track then play the selected response.
nl_nl: Zoek naar een track en speel vervolgens het geselecteerde antwoord af.

source: You have not selected something to play.
nl_nl: Je hebt niet iets geselecteerd om te spelen.

source: Searching {service_name_variable_do_not_translate}
nl_nl: Zoeken {service_name_variable_do_not_translate}

source: No results found on {service_name_variable_do_not_translate}
nl_nl: Geen resultaten gevonden op {service_name_variable_do_not_translate}

source: I am not connected to a voice channel.
nl_nl: Ik ben niet verbonden met een spraakkanaal.

source: Volume limit reached, player volume set to {volume_variable_do_not_translate}%
nl_nl: Volumelimiet bereikt, spelervolume ingesteld op {volume_variable_do_not_translate}%

source: Minimum volume reached, player volume set to 0%
nl_nl: Minimum volume bereikt, speler volume ingesteld op 0%

source: Player volume set to {volume_variable_do_not_translate}%
nl_nl: Spelervolume ingesteld op {volume_variable_do_not_translate}%

source: A Media player using the PyLav library.
ar_eg: مشغل وسائط يستخدم مكتبة بيلاف.
cs_cz: Přehrávač médií používající PyLav knihovnu.
da_dk: En medieafspiller der bruger PyLav biblioteket.
de_ch: Ein Media Player mit der PyLav Bibliothek.
el_gr: Ένας αναπαραγωγέας πολυμέσων χρησιμοποιώντας τη βιβλιοθήκη PyLav.
es_mx: Un reproductor de medios usando la biblioteca PyLav.
fr_ca: Un lecteur multimédia utilisant la bibliothèque PyLav.
ro_ro: Un player media care folosește biblioteca PyLav.

source: Player configuration commands.
ar_eg: أوامر تكوين اللاعب.
cs_cz: Příkazy konfigurace přehrávače.
da_dk: Spiller konfigurationskommandoer.
de_ch: Befehle zur Player-Konfiguration.
el_gr: Εντολές ρύθμισης του παίκτη.
es_mx: Comandos de configuración de jugador.
fr_ca: Commandes de configuration du lecteur.
ro_ro: Comenzi de configurare jucător.

source: Show the version of the Cog and it's PyLav dependencies.
ar_eg: إظهار نسخة من الكتلة وهي تبعيات PyLav .
cs_cz: Ukaž verzi Cog a jsou to PyLav závislosti.
de_ch: Zeigt die Version des Cog und seine PyLav Abhängigkeiten an.
el_gr: Εμφάνιση της έκδοσης του Cog και είναι PyLav εξαρτήσεις.
es_mx: Mostrar la versión del Cog y sus dependencias PyLav.
fr_ca: Affiche la version du Cog et ses dépendances PyLav.
ro_ro: Arată versiunea Cog şi este dependenţe PyLav.

source: Library/Cog
ar_eg: المكتبة/الكلب
cs_cz: Knihovna/Cog
de_ch: Bibliothek/Cog
el_gr: Βιβλιοθήκη/Σόργο
es_mx: Biblioteca/Cog
fr_ca: Bibliothèque/Cog
ro_ro: Bibliotecă/Cog

source: Global configuration options.
ar_eg: خيارات التكوين العالمي.
cs_cz: Možnosti globální konfigurace.
da_dk: Globale konfigurationsindstillinger.
de_ch: Globale Konfigurationsoptionen.
el_gr: Καθολικές επιλογές ρυθμίσεων.
es_mx: Opciones de configuración global.
fr_ca: Options de configuration globales.
ro_ro: Opțiuni globale de configurare.

source: Set the maximum volume server can set.
ar_eg: تعيين الحد الأقصى لصوت الخادم يمكن تعيينه.
cs_cz: Nastavte maximální hlasitost serveru. (Automatic Translation)
da_dk: Set the maximum volume server can set. (Automatic Copy)
de_ch: Legen Sie die Maximalzahl für den Lautstärkeserver fest.
el_gr: Ορίστε τη μέγιστη ένταση διακομιστή μπορεί να ορίσει.
es_mx: Establecer el servidor de volumen máximo puede establecer.
fr_ca: Définit le volume maximum que le serveur peut définir.
ro_ro: Setarea volumului maxim de server poate seta. (Automatic Translation)

source: Max volume set to {volume}%.
ar_eg: تم تعيين الحد الأقصى للصوت إلى {volume}%.
cs_cz: Maximální hlasitost nastavena na {volume}%.
da_dk: Maks. lydstyrke sat til {volume}%.
de_ch: Maximale Lautstärke auf {volume} % gesetzt.
el_gr: Ο μέγιστος όγκος ρυθμίστηκε σε {volume}%.
es_mx: Volumen máximo establecido a {volume}%.
fr_ca: Volume maximum défini à {volume}%.
ro_ro: Volum maxim setat la {volume}%.

source: Set whether the bot should deafen itself when playing.
ar_eg: تعيين ما إذا كان البوت يجب أن يصم نفسه عند اللعب.
cs_cz: Nastavte, zda by se měl bota při hraní rozmlčit.
da_dk: Indstil om botten skal døvne sig selv ved afspilning.
de_ch: Legen Sie fest, ob der Bot selbst beim Spielen taub sein soll.
el_gr: Ορίστε αν το bot πρέπει να κωφεύει όταν παίζει.
es_mx: Establecer si el bot debería ensordecerse cuando juega.
fr_ca: Définit si le bot doit être sourd lui-même en jouant.
ro_ro: Setează dacă bot-ul ar trebui să se trezească singur atunci când joacă.

source: Deafen set to {deafen}.
ar_eg: تم تعيين الصم إلى {deafen}.
cs_cz: Tichý stav nastaven na {deafen}.
da_dk: Døbe sat til {deafen}.
de_ch: Deafen auf {deafen} gesetzt.
el_gr: Κώφωση οριστεί σε {deafen}.
es_mx: El ensordecedor se ha establecido en {deafen}.
fr_ca: Sourd réglé sur {deafen}.
ro_ro: Surfen setat la {deafen}.

source: Enabled
ar_eg: تمكين
cs_cz: Povoleno
da_dk: Aktiveret
de_ch: Aktiviert
el_gr: Ενεργοποιημένο
es_mx: Activado
fr_ca: Activé
ro_ro: Activat

source: Disabled
ar_eg: معطل
cs_cz: Zakázáno
da_dk: Deaktiveret
de_ch: Deaktiviert
el_gr: Απενεργοποιημένο
es_mx: Deshabilitado
fr_ca: Désactivé
ro_ro: Dezactivat

source: Set whether the bot should shuffle its queue after every new song.
ar_eg: تعيين ما إذا كان البوت يجب أن يغير قائمة الانتظار الخاصة به بعد كل أغنية جديدة.
cs_cz: Nastavte, zda by měl bota zamíchat frontu po každé nové skladbě.
da_dk: Angiv om botten skal blande sin kø efter hver ny sang.
de_ch: Legen Sie fest, ob der Bot seine Warteschlange nach jedem neuen Song mischen soll.
el_gr: Ορίστε αν το bot θα πρέπει να ανακατεύει την ουρά του μετά από κάθε νέο τραγούδι.
es_mx: Establece si el bot debe barajar su cola después de cada nueva canción.
fr_ca: Définit si le bot doit mélanger sa file d'attente après chaque nouvelle chanson.
ro_ro: Setează dacă bot-ul ar trebui să își amestece coada de așteptare după fiecare melodie nouă.

source: Shuffle set to {shuffle}.
ar_eg: تعيين خلط إلى {shuffle}.
cs_cz: Náhodně nastaveno na {shuffle}.
da_dk: Bland sat til {shuffle}.
de_ch: Shuffle auf {shuffle} gesetzt.
el_gr: Τυχαία αναπαραγωγή ορίστηκε σε {shuffle}.
es_mx: Mezclado establecido en {shuffle}.
fr_ca: Lecture aléatoire réglée à {shuffle}.
ro_ro: Amestecare setată la {shuffle}.

source: Set whether the bot should automatically play songs when it's queue is empty.
ar_eg: تعيين ما إذا كان البوت يجب أن يشغل الأغاني تلقائياً عندما يكون قائمة الانتظار فارغاً.
cs_cz: Nastavte, zda by bot měl automaticky přehrávat skladby, když je fronta prázdná.
da_dk: Angiv, om botten automatisk skal afspille sange når køen er tom.
de_ch: Legen Sie fest, ob der Bot automatisch Songs abspielen soll, wenn die Warteschlange leer ist.
el_gr: Ορίστε αν το bot θα αναπαράγει αυτόματα τραγούδια όταν η ουρά είναι κενή.
es_mx: Establecer si el bot debe reproducir automáticamente canciones cuando su cola está vacía.
fr_ca: Définit si le bot doit jouer automatiquement les chansons lorsqu'il est en file d'attente est vide.
ro_ro: Setează dacă bot-ul ar trebui să redea automat melodiile când este în coadă goală.

source: Auto-Play set to {auto}.
ar_eg: تعيين التشغيل التلقائي إلى {auto}.
cs_cz: Automatické přehrávání nastaveno na {auto}.
da_dk: Auto-Play sat til {auto}.
de_ch: Auto-Play auf {auto} gesetzt.
el_gr: Η αυτόματη αναπαραγωγή ορίστηκε σε {auto}.
es_mx: Auto-Play establecido en {auto}.
fr_ca: Lecture automatique définie à {auto}.
ro_ro: Auto-Play setat la {auto}.

source: Set whether the bot should disconnect from the voice voice channel.
ar_eg: تعيين ما إذا كان يجب قطع اتصال البوت من قناة الصوت.
cs_cz: Nastavte, zda by se bot měl odpojit od hlasového kanálu.
da_dk: Angiv, om botten skal afbryde forbindelsen til stemmestemmekanalen.
de_ch: Legen Sie fest, ob der Bot die Verbindung zum Sprachkanal trennen soll.
el_gr: Ορίστε αν το bot θα πρέπει να αποσυνδέεται από το κανάλι φωνητικής φωνής.
es_mx: Establecer si el bot debe desconectarse del canal de voz.
fr_ca: Définit si le bot doit se déconnecter du canal vocal.
ro_ro: Setează dacă bot-ul trebuie să se deconecteze de la canalul de voce vocală.

source: Set whether the bot should disconnect from the voice voice channel when the queue is empty. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when the queue is empty. - `<duration>`: How longer after the queue is empty should the player be disconnected. Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
ar_eg: تعيين ما إذا كان يجب قطع اتصال البوت من قناة الصوت عندما تكون قائمة الانتظار فارغة. حجج: - `<toggle>`: ما إذا كان يجب قطع اتصال البوت من القناة الصوتية عندما يكون قائمة الانتظار فارغاً. -<duration>`: كم من الوقت بعد أن يكون قائمة الانتظار فارغاً إذا تم فصل اللاعب. الافتراضي هو 60 ثانية. قبول: ثواني، دقائق، ساعات، أيام، أسابيع (إذا لم يتم تحديد وحدة، ويُفترض أن تكون المدة محددة في ثوانٍ)
cs_cz: Nastavte, zda by se bot měl odpojit od hlasového kanálu, když je fronta prázdná. Argumenty: - `<toggle>`: Zda by se měl bot odpojit od hlasového kanálu, když je fronta prázdná. - `<duration>`: Jak dlouho po prázdné frontě bude hráč odpojen. Výchozí hodnota je 60 sekund. Přijmout: sekundy, minuty, hodiny, dny, týdny (pokud není specifikována jednotka, doba trvání se předpokládá v sekundách)
da_dk: Angiv om botten skal afbryde forbindelsen til stemmestemmekanalen når køen er tom. Arguments: - `<toggle>`: Hvorvidt botten skal afbryde forbindelsen til stemmestemmekanalen, når køen er tom. - `<duration>`: Hvor længere efter køen er tom, skal spilleren frakobles. Standard er 60 sekunder. Accepterer: sekunder, minutter, timer, dage, uger (hvis ingen enhed er angivet, varigheden antages at være givet i sekunder)
de_ch: Legen Sie fest, ob der Bot die Verbindung zum Sprachkanal trennen soll, wenn die Warteschlange leer ist. Arguments: - `<toggle>`: Ob der Bot sich vom Sprach-Sprach-Kanal trennen soll, wenn die Warteschlange leer ist. - `<duration>`: Wie lange nachdem die Warteschlange leer ist, sollte der Spieler getrennt werden. Standard ist 60 Sekunden. Akzeptiert: Sekunden, Minuten, Stunden, Tage, Wochen (wenn keine Einheit angegeben ist, die Dauer wird angenommen, dass sie in Sekunden)
el_gr: Ορίστε αν το bot θα πρέπει να αποσυνδεθεί από το κανάλι φωνής όταν η ουρά είναι κενή. Παράμετροι: - `<toggle>`: Εάν το bot θα πρέπει να αποσυνδεθεί από το κανάλι φωνής όταν η ουρά είναι κενή. - `<duration>`: Πόσο περισσότερο μετά την ουρά είναι άδειο αν ο παίκτης αποσυνδεθεί. Η προεπιλογή είναι 60 δευτερόλεπτα. Αποδέχεται: δευτερόλεπτα, λεπτά, ώρες, ημέρες, εβδομάδες (αν δεν έχει καθοριστεί μονάδα, η διάρκεια θεωρείται ότι δίνεται σε δευτερόλεπτα)
es_mx: Establecer si el bot debe desconectarse del canal de voz cuando la cola está vacía. Argumentos: - `<toggle>`: Si el bot debe desconectarse del canal de voz cuando la cola está vacía. - `<duration>`: Cuanto más tiempo después de que la cola está vacía debe desconectar el jugador. Por defecto es 60 segundos. Aceptos: segundos, minutos, horas, días, semanas (si no se especifica ninguna unidad, la duración se asume que se da en segundos)
fr_ca: Définit si le bot doit se déconnecter du canal vocal lorsque la file d'attente est vide. Arguments: - `<toggle>`: Si le bot doit se déconnecter du canal vocal quand la file d'attente est vide. - `<duration>`: Combien de temps après la file d'attente est vide doit être déconnecté. La valeur par défaut est 60 secondes. Accepte : secondes, minutes, heures, jours, semaines (si aucune unité n'est spécifiée, la durée est supposée être donnée en secondes)
ro_ro: Setați dacă bot-ul trebuie să se deconecteze de la canalul vocal atunci când coada este goală. Argumente: - `<toggle>`: Dacă bot-ul ar trebui să se deconecteze de la canalul vocal atunci când coada este goală. - `<duration>`: Cât mai mult după ce coada de aşteptare este goală, jucătorul ar trebui deconectat. Implicit este de 60 de secunde. Acceptă: secunde, minute, ore, zile, săptămâni (dacă nu este specificată nicio unitate), durata se presupune a fi acordată în secunde)

source: and players will be disconnected after {duration}.
ar_eg: وسيتم قطع اتصال اللاعبين بعد {duration}.
cs_cz: a hráči budou odpojeni po {duration}.
da_dk: og spillere vil blive afbrudt efter {duration}.
de_ch: und Spieler werden nach {duration} getrennt.
el_gr: και οι παίκτες θα αποσυνδεθούν μετά το {duration}.
es_mx: y los jugadores serán desconectados después de {duration}.
fr_ca: et les joueurs seront déconnectés après le {duration}.
ro_ro: iar jucătorii vor fi deconectați după {duration}.

source: Disconnect from voice channel when queue is empty set to {empty}{extras}.
ar_eg: قطع الاتصال بالقناة الصوتية عندما يتم تعيين قائمة الانتظار فارغة إلى {empty}{extras}.
cs_cz: Odpojení od hlasového kanálu, když je fronta prázdná, nastaveno na {empty}{extras}.
da_dk: Afbryd forbindelsen til stemmekanalen, når køen er tom indstillet til {empty}{extras}.
de_ch: Trenne die Verbindung zum Sprachkanal, wenn die Warteschlange leer ist auf {empty}{extras} gesetzt.
el_gr: Αποσύνδεση από το κανάλι φωνής όταν η ουρά είναι κενή έχει οριστεί σε {empty}{extras}.
es_mx: Desconectar del canal de voz cuando la cola está vacía en {empty}{extras}.
fr_ca: Se déconnecter du salon vocal lorsque la file d'attente est vide à {empty}{extras}.
ro_ro: Deconectare de la canalul vocal atunci când coada este goală la {empty}{extras}.
