Repository: PyLav/Red-Cogs
Catalog: plnodes/locales/*.po
Languages: ar_bh, cs_cz, da_dk, de_li, el_gr, es_ve, fr_be

source: Manage the nodes used by PyLav.
ar_bh: إدارة العقد المستخدمة من قبل PyLav.
cs_cz: Spravovat uzly používané PyLavem.
da_dk: Håndtér de indholdselementer, der bruges af PyLav.
de_li: Verwalten Sie die Knoten die von PyLav.
el_gr: Διαχείριση των κόμβων που χρησιμοποιούνται από την PyLav.
es_ve: Administra los nodos usados por PyLav.
fr_be: Gérer les nœuds utilisés par PyLav.

source: Configure PyLav Nodes.
ar_bh: تكوين عقد PyLav
cs_cz: Nastavit PyLav uzly.
da_dk: Konfigurer PyLav Nodes.
de_li: Konfiguriere PyLav Knoten.
el_gr: Ρύθμιση Κόμβων PyLav.
es_ve: Configurar Nodos PyLav.
fr_be: Configurer les nœuds PyLav.

source: Show the version of the Cog and it's PyLav dependencies.
ar_bh: إظهار نسخة من الكتلة وهي تبعيات PyLav .
cs_cz: Ukaž verzi Cog a jsou to PyLav závislosti.
da_dk: Vis versionen af Cog og det er PyLav afhængigheder.
de_li: Zeigt die Version des Cog und seine PyLav Abhängigkeiten an.
el_gr: Εμφάνιση της έκδοσης του Cog και είναι PyLav εξαρτήσεις.
es_ve: Mostrar la versión del Cog y sus dependencias PyLav.
fr_be: Affiche la version du Cog et ses dépendances PyLav.

source: Library/Cog
ar_bh: المكتبة/الكلب
cs_cz: Knihovna/Cog
da_dk: Bibliotek/Tåge
de_li: Bibliothek/Cog
el_gr: Βιβλιοθήκη/Σόργο
es_ve: Biblioteca/Cog
fr_be: Bibliothèque/Cog

source: Version
ar_bh: الإصدار
cs_cz: Verze
el_gr: Έκδοση
es_ve: Versión

source: Add a node PyLav.
ar_bh: إضافة عقدة PyLav.
cs_cz: Přidat Node PyLav.
da_dk: Tilføj en node PyLav.
de_li: Füge einen Knoten PyLav.
el_gr: Προσθήκη ενός κόμβου PyLav.
es_ve: Añadir un nodo PyLav.
fr_be: Ajouter un noeud PyLav.

source: Let's add a node to PyLav!
ar_bh: دعونا نضيف عقدة إلى PyLav!
cs_cz: Pojďme přidat do PyLav!
da_dk: Lad os tilføje en node til PyLav!
de_li: Lass uns einen Knoten zu PyLav!
el_gr: Ας προσθέσουμε έναν κόμβο στην PyLav!
es_ve: ¡Añadamos un nodo a PyLav!
fr_be: Ajoutons un nœud à Pylave !

source: (**1**){space} - Apply changes and add the node to PyLav. (**2**){space} - Cancel any changes made and close the menu. (**3**){space} - Toggle between search-only and search and playback modes. (**4**){space} - Toggle between SSL on and off. (**5**){space} - Add a name to the node. (**6**){space} - Add the host address of the node. (**7**){space} - Add the port the node uses. (**8**){space} - Set the password for the node. (**9**){space} - Set the connection timeout. (**10**) - Select which sources to disable for this node (Multiple can be selected). If you interact with a button multiple times, only the last interaction will take effect.
ar_bh: (**1**){space} - تطبيق التغييرات وإضافة العقدة إلى PyLav. (**2**){space} - إلغاء أي تغييرات أجريت وإغلاق القائمة. (**3**){space} - التبديل بين أوضاع البحث والبحث والتشغيل فقط. (**4**){space} - تبديل بين SSL تشغيل وإيقاف التشغيل. (**5**){space} - إضافة اسم إلى العقدة. (**6**){space} - إضافة عنوان المضيف للعقدة. (**7**){space} - إضافة المنفذ الذي تستخدمه العقدة. (**8**){space} - تعيين كلمة مرور العقدة. (**9**){space} - تعيين مهلة الاتصال. (**10**) - حدد المصادر التي سيتم تعطيلها لهذه العقدة (يمكن تحديد متعددة). إذا كنت تتفاعل مع زر عدة مرات، فسيكون التفاعل الأخير فقط ساري المفعول
cs_cz: (**1**){space} - Použít změny a přidat uzel do PyLav. (**2**){space} - Zrušte všechny provedené změny a zavřete menu. (**3**){space} - Přepíná mezi režimy pouze vyhledávání a přehrávání a vyhledávání. (**4**){space} - Přepíná mezi SSL na a vypnutým (**5**){space} - Přidej jméno do uzlu. (**6**){space} - Přidejte adresu hostitele uzlu. (**7**){space} - Přidejte port pro použití uzlu. (**8**){space} - Nastavte heslo uzlu. (**9**){space} - Nastavte časový limit připojení. (**10**) - Vyberte, které zdroje pro vypnutí tohoto uzlu (lze vybrat více zdrojů). Pokud budete s tlačítkem komunikovat vícekrát, projeví se pouze poslední interakce
da_dk: (**1**){space} - Anvend ændringer og tilføj indholdselementet til PyLav. (**2**){space} - Annuller eventuelle ændringer, der er foretaget, og luk menuen. (**3**){space} - Skift mellem søgnings- og afspilningstilstande. (**4**){space} - Skift mellem SSL til og fra. (**5**){space} - Tilføj et navn til indholdselementet. (**6**){space} - Tilføj værtadressen på indholdselementet. (**7**){space} - Tilføj porten som indholdselementet bruger. (**8**){space} - Indstil adgangskoden til indholdselementet. (**9**){space} - Indstil forbindelsens timeout. (**10**) - Vælg hvilke kilder der skal deaktiveres for denne node (Multiple kan vælges). Hvis du interagerer med en knap flere gange, vil kun den sidste interaktion træde i kraft.
de_li: (**1**){space} - Änderungen übernehmen und den Knoten zu Pylav hinzufügen. (**2**){space} - Änderungen abbrechen und das Menü schließen. (**3**){space} - Wechseln Sie zwischen Such- und Wiedergabe-Modi um. (**4**){space} - Schalten Sie zwischen SSL ein und aus. (**5**){space} - Fügen Sie dem Knoten einen Namen hinzu. (**6**){space} - Füge die Host-Adresse des Knotens hinzu. (**7**){space} - Füge den Port hinzu, den der Knoten benutzt. (**8**){space} - Lege das Passwort für den Knoten fest. (**9**){space} - Setze die Verbindungs-Timeout. (**10**) - Wählen Sie aus, welche Quellen für diesen Knoten deaktiviert werden sollen (Mehrere können ausgewählt werden). Wenn Sie mehrmals mit einem Knopf interagieren, wird nur die letzte Interaktion wirksam.
el_gr: (**1**){space} - Εφαρμογή αλλαγών και προσθήκη του κόμβου στο PyLav. (**2**){space} - Ακύρωση τυχόν αλλαγών που έγιναν και κλείσιμο του μενού. (**3**){space} - Εναλλαγή μεταξύ λειτουργιών αναζήτησης και αναπαραγωγής. (**4**){space} - Εναλλαγή μεταξύ SSL και απενεργοποίησης. (**5**){space} - Προσθήκη ονόματος στον κόμβο. (**6**){space} - Προσθέστε τη διεύθυνση κεντρικού υπολογιστή του κόμβου. (**7**){space} - Προσθέστε τη θύρα που χρησιμοποιεί ο κόμβος. (**8**){space} - Ορίστε τον κωδικό πρόσβασης για τον κόμβο. (**9**){space} - Ορίστε το χρονικό όριο σύνδεσης. (**10**) - Επιλέξτε ποιες πηγές θα απενεργοποιήσετε για αυτόν τον κόμβο (μπορεί να επιλεγεί πολλαπλάσιο). Εάν αλληλεπιδράσετε με ένα κουμπί πολλές φορές, μόνο η τελευταία αλληλεπίδραση θα τεθεί σε ισχύ.
es_ve: (**1**){space} - Aplicar cambios y añadir el nodo a PyLav. (**2**){space} - Cancelar cualquier cambio hecho y cerrar el menú. (**3**){space} - Alterna entre modos de búsqueda y búsqueda y reproducción. (**4**){space} - Alternar entre SSL encendido y apagado. (**5**){space} - Añadir un nombre al nodo. (**6**){space} - Añadir la dirección del host del nodo. (**7**){space} - Agregue el puerto que utiliza el nodo. (**8**){space} - Establece la contraseña para el nodo. (**9**){space} - Estableció el tiempo de espera de conexión. (**10**) - Selecciona qué fuentes quieres desactivar para este nodo (Se pueden seleccionar múltiples). Si interactúa con un botón varias veces, sólo la última interacción tendrá efecto.
fr_be: (**1**){space} - Appliquer les modifications et ajouter le noeud à PyLav. (**2**){space} - Annuler toutes les modifications apportées et fermer le menu. (**3**){space} - Basculer entre les modes de recherche et de recherche et de lecture. (**4**){space} - Bascule entre SSL allumée et désactivée. (**5**){space} - Ajoute un nom au noeud. (**6**){space} - Ajoute l'adresse hôte du noeud. (**7**){space} - Ajoute le port que le noeud utilise. (**8**){space} - Définit le mot de passe pour le noeud. (**9**){space} - Définit le délai de connexion expiré. (**10**) - Sélectionnez les sources à désactiver pour ce noeud (Multiple peut être sélectionné). Si vous interagissez avec un bouton plusieurs fois, seule la dernière interaction prendra effet.

source: Remove a node from PyLav instance.
ar_bh: إزالة عقدة من مثيل بيلاف.
cs_cz: Odstranit uzel z instance PyLav.
da_dk: Fjern en node fra PyLav instans.
de_li: Entferne einen Knoten von der PyLav Instanz.
el_gr: Αφαίρεση ενός κόμβου από το παράδειγμα PyLav.
es_ve: Elimina un nodo de la instancia de PyLav.
fr_be: Supprimer un noeud de l'instance PyLav.

source: {name} is managed by PyLav and cannot be removed.
ar_bh: {name} يدار بواسطة PyLav ولا يمكن إزالته.
cs_cz: {name} je spravován PyLav a nemůže být odstraněn.
da_dk: {name} administreres af PyLav og kan ikke fjernes.
de_li: {name} wird von PyLav verwaltet und kann nicht entfernt werden.
el_gr: {name} διαχειρίζεται η PyLav και δεν μπορεί να αφαιρεθεί.
es_ve: {name} está administrado por PyLav y no puede ser eliminado.
fr_be: {name} est géré par PyLav et ne peut pas être supprimé.

source: Removed node {name}. {data}
ar_bh: تم إزالة العقدة {name}. {data}
cs_cz: Odstraněný uzel {name}. {data}
da_dk: Fjernet node {name}. {data}
de_li: Knoten {name}entfernt. {data}
el_gr: Αφαιρέθηκε κόμβος {name}. {data}
es_ve: Nodo {name}eliminado. {data}
fr_be: Noeud {name}supprimé. {data}

source: Removed node {name}, a DM was sent to you with the node details in case you wish to re-add it.
ar_bh: تمت إزالة العقدة {name}، تم إرسال رسالة رسمية إليك مع تفاصيل العقدة في حالة رغبتك في إعادة إضافتها.
cs_cz: Odstraněný uzel {name}byl vám zaslán DM s detaily uzlu, pokud jej chcete znovu přidat.
da_dk: Fjernet node {name}, en DM blev sendt til dig med node detaljer i tilfælde af at du ønsker at tilføje det igen.
de_li: Knoten {name}entfernt, ein DM mit den Knotendetails wurde an Sie gesendet, falls Sie es erneut hinzufügen möchten.
el_gr: Αφαιρέθηκε ο κόμβος {name}, ένα DM σας στάλθηκε με τις λεπτομέρειες του κόμβου σε περίπτωση που θέλετε να τον επαναπροσθέσετε.
es_ve: Nodo {name}eliminado, se le envió un DM con los detalles del nodo en caso de que desee volver a añadirlo.
fr_be: Le noeud {name}a été supprimé, un DM vous a été envoyé avec les détails du noeud si vous souhaitez le ré-ajouter.

source: Manage all nodes in PyLav instance.
ar_bh: إدارة جميع العقد في نموذج PyLav.
cs_cz: Správa všech uzlů v instanci PyLav.
da_dk: Administrer alle noder i PyLav instans.
de_li: Verwalte alle Knoten in PyLav Instanz.
el_gr: Διαχείριση όλων των κόμβων σε PyLav instance.
es_ve: Administrar todos los nodos en la instancia de PyLav.
fr_be: Gérer tous les nœuds de l'instance PyLav.

source: Let's manage some nodes!
ar_bh: دعونا ندير بعض العقد!
cs_cz: Pojďme spravovat nějaké uzly!
da_dk: Lad os styre nogle noder!
de_li: Lass uns einige Knoten verwalten!
el_gr: Ας διαχειριστούμε μερικούς κόμβους!
es_ve: ¡Gestionemos algunos nodos!
fr_be: Nous allons gérer quelques nœuds !

source: (**1**){space} - Cancel any changes made and close the menu. (**6**){space} - Show sources enabled for this node. (**7**){space} - Apply changes and add the node to PyLav. (**8**){space} - Toggle between search-only and search and playback modes. (**9**){space} - Toggle between SSL on and off. (**10**) - Add a name to the node. (**11**) - Add the host address of the node. (**12**) - Add the port the node uses. (**13**) - Set the password for the node. (**14**) - Set the connection timeout. (**15**) - Remove this node. (**16**) - Select which sources to disable for this node (Multiple can be selected). If you interact with a button multiple times, only the last interaction will take effect.
ar_bh: (**1**){space} - إلغاء أي تغييرات أجريت وإغلاق القائمة. (**6**){space} - إظهار المصادر مفعلة لهذه العقدة. (**7**){space} - تطبيق التغييرات وإضافة العقدة إلى PyLav. (**8**){space} - التبديل بين البحث فقط وأوضاع البحث والتشغيل. (**9**){space} - التبديل بين SSL تشغيل وإيقاف التشغيل. (**10**) - إضافة اسم إلى العقدة. (**11**) - إضافة عنوان المضيف للعقدة. (**12**) - إضافة المنفذ الذي تستخدمه العقدة. (**13**) - تعيين كلمة مرور العقدة. (**14**) - تعيين مهلة الاتصال. (**15**) - إزالة هذه العقدة. (**16**) - حدد المصادر التي سيتم تعطيلها لهذه العقدة (يمكن تحديد متعددة). إذا كنت تتفاعل مع زر عدة مرات، فسيكون آخر تفاعل ساري المفعول
cs_cz: (**1**){space} - Zrušte všechny provedené změny a zavřete menu. (**6**){space} - Zobrazit zdroje povolené pro tento uzel. (**7**){space} - Použít změny a přidat uzel do PyLav. (**8**){space} - Přepíná mezi režimy pouze vyhledávání a vyhledávání a přehrávání. (**9**){space} - Přepíná mezi zapnutím a vypnutím SSL. (**10**) - Přidat jméno do uzlu. (**11**) - Přidat adresu hostitele. (**12**) - Přidejte port použití uzlu. (**13**) - Nastavte heslo pro uzel. (**14**) - Nastavte časový limit připojení. (**15**) - Odstraňte tento uzel. (**16**) - Vyberte, které zdroje mají být pro tento uzel zakázány. Pokud budete s tlačítkem komunikovat vícekrát, projeví se pouze poslední interakce.
da_dk: (**1**){space} - Annuller ændringer og luk menuen. (**6**){space} - Vis kilder aktiveret for denne node. (**7**){space} - Anvend ændringer og tilføj indholdselementet til PyLav. (**8**){space} - Skift mellem søgnings- og afspilningstilstande. (**9**){space} - Skift mellem SSL til og fra. (**10**) - Tilføj et navn til indholdselementet. (**11**) - Tilføj værtsadressen på indholdselementet. (**12**) - Tilføj porten som indholdselementet bruger. (**13**) - Indstil adgangskoden til indholdselementet. (**14**) - Indstil forbindelsens timeout. (**15**) - Fjern denne node. (**16**) - Vælg hvilke kilder der skal deaktiveres for denne node (Multiple kan vælges). Hvis du interagerer med en knap flere gange, vil kun den sidste interaktion træde i kraft.
de_li: (**1**){space} - Änderungen abbrechen und das Menü schließen. (**6**){space} - Zeige Quellen, die für diesen Knoten aktiviert sind. (**7**){space} - Änderungen anwenden und den Knoten zu Pylau hinzufügen. (**8**){space} - Umschalten zwischen Such- und Such- und Wiedergabemodi. (**9**){space} - Schaltet zwischen SSL ein und aus. (**10**) - Füge einen Namen zum Knoten hinzu. (**11**) - Füge die Host-Adresse des Knotens hinzu. (**12**) - Füge den Port hinzu, den der Knoten benutzt. (**13**) - Lege das Passwort für den Knoten fest. (**14**) - Setze die Verbindungs-Timeout. (**15**) - Entferne diesen Knoten. (**16**) - Wählen Sie aus, welche Quellen für diesen Knoten deaktiviert werden sollen (Mehrere können ausgewählt werden). Wenn Sie mehrmals mit einem Knopf interagieren, wird nur die letzte Interaktion wirksam.
el_gr: (**1**){space} - Ακύρωση τυχόν αλλαγών που έγιναν και κλείσιμο του μενού. (**6**){space} - Ενεργοποίηση πηγών για αυτόν τον κόμβο. (**7**){space} - Εφαρμογή αλλαγών και προσθήκη του κόμβου στην PyLav. (**8**){space} - Εναλλαγή μεταξύ λειτουργιών αναζήτησης και αναπαραγωγής. (**9**){space} - Εναλλαγή μεταξύ SSL και ανενεργού. (**10**) - Προσθέστε ένα όνομα στον κόμβο. (**11**) - Προσθέστε τη διεύθυνση κεντρικού υπολογιστή του κόμβου. (**12**) - Προσθέστε τη θύρα που χρησιμοποιεί ο κόμβος. (**13**) - Ορίστε τον κωδικό πρόσβασης για τον κόμβο. (**14**) - Ορίστε το χρονικό όριο σύνδεσης. (**15**) - Αφαιρέστε αυτόν τον κόμβο. (**16**) - Επιλέξτε ποιες πηγές θα απενεργοποιήσετε για αυτόν τον κόμβο (μπορεί να επιλεγεί πολλαπλάσιο). Εάν αλληλεπιδράσετε με ένα κουμπί πολλές φορές, μόνο η τελευταία αλληλεπίδραση θα τεθεί σε ισχύ.
es_ve: (**1**){space} - Cancelar cualquier cambio hecho y cerrar el menú. (**6**){space} - Mostrar fuentes habilitadas para este nodo. (**7**){space} - Aplica cambios y añade el nodo a PyLav. (**8**){space} - Alterna entre modos de búsqueda y búsqueda y reproducción. (**9**){space} - Alterna entre SSL encendido y apagado. (**10**) - Añadir un nombre al nodo. (**11**) - Añadir la dirección de host del nodo. (**12**) - Añade el puerto que utiliza el nodo. (**13**) - Establece la contraseña para el nodo. (**14**) - Estableció el tiempo de espera de conexión. (**15**) - Eliminar este nodo. (**16**) - Seleccione qué fuentes desactivar para este nodo (Múltiples pueden ser seleccionadas). Si interactúa con un botón varias veces, sólo la última interacción tendrá efecto.
fr_be: (**1**){space} - Annuler toutes les modifications apportées et fermer le menu. (**6**){space} - Afficher les sources activées pour ce noeud. (**7**){space} - applique les modifications et ajoute le noeud à PyLav. (**8**){space} - Bascule entre les modes de recherche et de recherche et de lecture. (**9**){space} - Bascule entre SSL sur et désactivé. (**10**) - Ajoute un nom au noeud. (**11**) - Ajoute l'adresse hôte du noeud. (**12**) - Ajoute le port utilisé par le nœud. (**13**) - Définit le mot de passe pour le nœud. (**14**) - Définit le délai de connexion. (**15**) - Supprime ce noeud. (**16**) - Sélectionnez les sources à désactiver pour ce noeud (Multiple peut être sélectionné). Si vous interagissez avec un bouton plusieurs fois, seule la dernière interaction prendra effet.

source: {name} is managed by PyLav and cannot be modified with this command.
ar_bh: {name} يدار بواسطة PyLav ولا يمكن تعديله مع هذا الأمر.
cs_cz: {name} je spravován PyLav a tímto příkazem nelze upravit.
da_dk: {name} administreres af PyLav og kan ikke ændres med denne kommando.
de_li: {name} wird von PyLav verwaltet und kann nicht mit diesem Befehl geändert werden.
el_gr: Η διαχείριση του {name} γίνεται από την PyLav και δεν μπορεί να τροποποιηθεί με αυτή την εντολή.
es_ve: {name} está administrado por PyLav y no puede ser modificado con este comando.
fr_be: {name} est géré par PyLav et ne peut pas être modifié avec cette commande.

source: Removed node {name}.
ar_bh: تمت إزالة العقدة {name}.
cs_cz: Odstraněn uzel {name}.
da_dk: Fjernet indholdselement {name}.
de_li: Knoten {name} entfernt.
el_gr: Αφαιρέθηκε κόμβος {name}.
es_ve: Se ha eliminado el nodo {name}.
fr_be: Le noeud {name} a été supprimé.

source: List all nodes used by PyLav.
ar_bh: قائمة جميع العقد المستخدمة من قبل PyLav.
cs_cz: Seznam všech uzlů používaných PyLav.
da_dk: Liste over alle indholdselementer brugt af PyLav.
de_li: Listet alle von Pylav verwendeten Knoten auf.
el_gr: Λίστα όλων των κόμβων που χρησιμοποιούνται από την PyLav.
es_ve: Listar todos los nodos usados por PyLav.
fr_be: Liste tous les nœuds utilisés par PyLav.

source: No Nodes added to PyLav.
ar_bh: لا توجد عقدة مضافة إلى PyLav.
cs_cz: Do PyLavu nebyly přidány žádné uzly.
da_dk: Ingen noder tilføjet til PyLav.
de_li: Keine Knoten zu Pylav hinzugefügt.
el_gr: Δεν προστέθηκαν κόμβοι στο PyLav.
es_ve: No hay nodos añadidos a PyLav.
fr_be: Aucun noeud ajouté à PyLav.
