Repository: PyLav/Red-Cogs
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_at, el_gr, es_pa, fr_qc, nl_nl, ro_ro

source: Invalid source, {valid_list} are valid sources.
ar_sa: المصدر غير صالح، {valid_list} مصادر صالحة.
cs_cz: Neplatný zdroj, {valid_list} jsou platné zdroje.
da_dk: Ugyldig kilde, {valid_list} er gyldige kilder.
de_at: Ungültige Quelle, {valid_list} sind gültige Quellen.
el_gr: Μη έγκυρη πηγή, {valid_list} είναι έγκυρες πηγές.
es_pa: Fuente no válida, {valid_list} son fuentes válidas.
fr_qc: Source non valide, {valid_list} sont des sources valides.
ro_ro: Sursa invalida, {valid_list} sunt surse valide.

source: Managed node's source set to {source}. Restart the bot for it to take effect.
ar_sa: تم تعيين مصدر العقدة المدارة إلى {source}. أعد تشغيل البوت لكي يصبح ساري المفعول.
cs_cz: Zdroj Spravovaného uzlu je nastaven na {source}. Restartujte bot, aby se mohl projevit.
da_dk: Administreret node kilde sat til {source}. Genstart bot for at det træder i kraft.
de_at: Quelle für verwaltete Knoten auf {source}gesetzt. Starten Sie den Bot neu, damit er wirksam wird.
el_gr: Η πηγή του διαχειριζόμενου κόμβου ορίστηκε σε {source}. Επανεκκινήστε το bot για να ισχύσει.
es_pa: La fuente del nodo gestionado a {source}. Reinicia el bot para que surta efecto.
fr_qc: La source du nœud géré a été définie à {source}. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Sursa modulului gestionată setată la {source}. Reporniți bot-ul pentru ca acesta să aibă efect.
