Repository: PyLav/Red-Cogs
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_at, el_gr, es_pa, fr_qc, nl_nl, ro_ro

source: Invalid port, must be a number between 0 and 65536
nl_nl: Ongeldige poort, moet een getal zijn tussen 0 en 65536

source: HTTP proxy configuration saved. Run `{prefix}{command}` to restart the managed node
nl_nl: HTTP-proxy configuratie opgeslagen. Voer `{prefix}{command}` uit om het beheerde knooppunt opnieuw op te starten

source: Configure the managed Lavalink node used by PyLav.
ar_sa: تكوين عقدة Lavalink المدارة المستخدمة من قبل PyLav.
cs_cz: Nakonfigurujte spravovaný Lavalink uzel používaný PyLavem.
da_dk: Konfigurer den administrerede Lavalink-node, der bruges af PyLav.
de_at: Konfigurieren Sie den von Pylak genutzten Knoten Lavalink.
el_gr: Ρυθμίστε τον κόμβο Lavalink που χρησιμοποιείται από την PyLav.
es_pa: Configurar el nodo Lavalink administrado usado por PyLav.
fr_qc: Configurer le nœud Lavalink géré utilisé par PyLav.
ro_ro: Configurați nodul Lavalink gestionat utilizat de PyLav.

source: Show the version of the Cog and it's PyLav dependencies.
ar_sa: إظهار نسخة من الكتلة وهي تبعيات PyLav .
cs_cz: Ukaž verzi Cog a jsou to PyLav závislosti.
da_dk: Vis versionen af Cog og det er PyLav afhængigheder.
de_at: Zeigt die Version des Cog und seine PyLav Abhängigkeiten an.
el_gr: Εμφάνιση της έκδοσης του Cog και είναι PyLav εξαρτήσεις.
es_pa: Mostrar la versión del Cog y sus dependencias PyLav.
fr_qc: Affiche la version du Cog et ses dépendances PyLav.
ro_ro: Arată versiunea Cog şi este dependenţe PyLav.

source: Restart the managed Lavalink node.
ar_sa: إعادة تشغيل عقدة Lavalink المدارة.
cs_cz: Restartujte spravovaný Lavalink node.
da_dk: Genstart den administrerede Lavalink-node.
de_at: Starten Sie den Knoten Lavalink neu.
el_gr: Επανεκκινήστε τον κόμβο Lavalink.
es_pa: Reinicie el nodo Lavalink administrado.
fr_qc: Redémarrez le nœud Lavalink géré.
ro_ro: Reporniți nodul Lavalink gestionat.

source: The managed node is not enabled, run `[p]{command}` to first enable the managed node.
ar_sa: العقدة المدارة غير مفعلة، قم بتشغيل `[p]{command}` لتمكين العقدة المدارة أولاً.
cs_cz: Spravovaný uzel není povolen, spusťte `[p]{command}` pro první povolení spravovaného uzlu.
da_dk: Den administrerede node er ikke aktiveret, run `[p]{command}` for først at aktivere den administrerede node.
de_at: Der verwaltete Knoten ist nicht aktiviert, führen Sie `[p]{command}` aus, um zuerst den verwalteten Knoten zu aktivieren.
el_gr: Ο διαχειριζόμενος κόμβος δεν είναι ενεργοποιημένος, εκτελέστε `[p]{command}` για να ενεργοποιήσετε πρώτα τον διαχειριζόμενο κόμβο.
es_pa: El nodo administrado no está activado, ejecuta `[p]{command}` para habilitar primero el nodo administrado.
fr_qc: Le noeud géré n'est pas activé, exécutez `[p]{command}` pour d'abord activer le noeud géré.
ro_ro: Modulul gestionat nu este activat, execută `[p]{command}pentru a activa mai întâi modulul gestionat.

source: Restarted the managed Lavalink node.
ar_sa: إعادة تشغيل عقدة Lavalink المدارة.
cs_cz: Restartoval spravovaný Lavalink uze.
da_dk: Genstart den administrerede Lavalink-knude.
de_at: Der Knoten Lavalink wurde neu gestartet.
el_gr: Επανεκκίνηση του διαχειριζόμενου κόμβου Lavalink.
es_pa: Reiniciado el nodo Lavalink administrado.
fr_qc: Le noeud Lavalink géré a été redémarré.
ro_ro: A repornit nodul Lavalink gestionat.

source: Set the java executable for PyLav. Default is "java" Changes will be applied after restarting the bot.
ar_sa: تعيين جافا قابلة للتنفيذ لـ PyLav. الافتراضي هو "جافا" سيتم تطبيق التغييرات بعد إعادة تشغيل بوت.
cs_cz: Nastavte spustitelný soubor pro PyLav. Výchozí hodnota je "java" Změny budou aplikovány po restartování bota.
de_at: Legen Sie die Java ausführbare Datei für Pylav fest. Standard ist "java" Änderungen werden nach dem Neustart des Bots angewendet.
el_gr: Ορίστε το εκτελέσιμο java για το PyLav. Η προεπιλογή είναι "java" Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση του bot.
es_pa: Establece el ejecutable de java para PyLav. Por defecto es "java" Se aplicarán los cambios después de reiniciar el bot.
fr_qc: Définit l'exécutable java pour PyLav. La valeur par défaut est "java" Les changements seront appliqués après le redémarrage du bot.
ro_ro: Setați java executabil pentru PyLav. Implicit este "java" Modificările vor fi aplicate după repornirea botului.

source: {java} does not exist, run the command again with the java argument set to the correct path.
ar_sa: {java} غير موجود، قم بتشغيل الأمر مرة أخرى مع تعيين حجة جافا إلى المسار الصحيح.
cs_cz: {java} neexistuje, spusťte příkaz znovu s argumentem java nastaveným na správnou cestu.
da_dk: {java} eksisterer ikke, kør kommandoen igen med java argumentet sat til den korrekte sti.
de_at: {java} existiert nicht, führen Sie den Befehl erneut aus, wobei das Java-Argument auf den korrekten Pfad gesetzt ist.
el_gr: {java} δεν υπάρχει, εκτελέστε ξανά την εντολή με το όρισμα java που έχει οριστεί στη σωστή διαδρομή.
es_pa: {java} no existe, ejecuta de nuevo el comando con el argumento java establecido en la ruta correcta.
fr_qc: {java} n'existe pas, exécutez la commande à nouveau avec l'argument java défini au bon chemin.
ro_ro: {java} nu există, rulează comanda din nou cu argumentul java setat pe calea corectă.

source: {java} is not an executable file.
ar_sa: {java} ليس ملف قابل للتنفيذ.
cs_cz: {java} není spustitelný soubor.
da_dk: {java} er ikke en eksekverbar fil.
de_at: {java} ist keine ausführbare Datei.
el_gr: {java} δεν είναι εκτελέσιμο αρχείο.
es_pa: {java} no es un archivo ejecutable
fr_qc: {java} n'est pas un fichier exécutable.
ro_ro: {java} nu este un fișier executabil.

source: {java} is not an executable, run the command again with the java argument set to the correct path.
ar_sa: {java} ليس قابلاً للتنفيذ، قم بتشغيل الأمر مرة أخرى مع تعيين حجة جافا إلى المسار الصحيح.
cs_cz: {java} není spustitelný soubor, spusťte příkaz znovu s argumentem java nastaveným na správnou cestu.
da_dk: {java} er ikke en eksekverbar, kør kommandoen igen med java argumentet sat til den korrekte sti.
de_at: {java} ist keine ausführbare Datei, führen Sie den Befehl erneut mit dem Java-Argument, das auf den korrekten Pfad gesetzt ist.
el_gr: {java} δεν είναι εκτελέσιμο, εκτελέστε την εντολή ξανά με το όρισμα java να έχει οριστεί στη σωστή διαδρομή.
es_pa: {java} no es un ejecutable, ejecuta el comando de nuevo con el argumento java establecido en la ruta correcta.
fr_qc: {java} n'est pas un exécutable, exécutez à nouveau la commande avec l'argument java défini au bon chemin.
ro_ro: {java} nu este un executabil, rulează comanda din nou cu argumentul java setat pe calea corectă.

source: PyLav's java executable has been set to {java}. Restart the bot for it to take effect.
ar_sa: تم تعيين جافا الخاص بـ PyLav's إلى {java}. أعد تشغيل بوت لكي يصبح نافذ المفعول.
cs_cz: Spouštěč PyLavovy javy byl nastaven na {java}. Aby se tento bota projevil, restartujte jej.
da_dk: PyLavs java eksekverbare er blevet sat til {java}. Genstart botten for at den kan træde i kraft.
de_at: PyLavs Java ausführbare Datei wurde auf {java}gesetzt. Starten Sie den Bot neu, damit es wirksam wird.
el_gr: Το εκτελέσιμο java της Pyava έχει οριστεί σε {java}. Επανεκκινήστε το bot για να τεθεί σε ισχύ.
es_pa: El ejecutable de Java de PyLave se ha establecido en {java}. Reinicia el bot para que surta efecto.
fr_qc: L'exécutable java de PyLave a été réglé sur {java}. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Executabilul de java al lui PyLava a fost setat la {java}. Reporniți bot-ul pentru ca acesta să aibă efect.

source: PyLav's managed node has been enabled. Restart the bot for it to take effect.
ar_sa: تم تمكين العقدة التي تديرها PyLav. أعد تشغيل البوت لكي يصبح ساري المفعول.
cs_cz: PyLavův spravovaný uzel byl povolen. Restartujte bot, aby se mohl projevit.
da_dk: PyLavs administrerede node er blevet aktiveret. Genstart botten for at den kan træde i kraft.
de_at: PyLavs verwalteter Knoten wurde aktiviert. Starte den Bot neu, damit er wirksam wird.
el_gr: Ο διαχειριζόμενος κόμβος PyLav's έχει ενεργοποιηθεί. Επανεκκινήστε το bot για να τεθεί σε ισχύ.
es_pa: El nodo administrado de PyLave ha sido activado. Reinicia el bot para que surta efecto.
fr_qc: Le noeud géré par PyLave a été activé. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Nodul gestionat de PyLav's a fost activat. Reporniți botul pentru ca acesta să aibă efect.

source: PyLav's managed node has been disabled. Restart the bot for it to take effect.
ar_sa: تم تعطيل العقدة التي تديرها PyLav. أعد تشغيل البوت لكي يصبح ساري المفعول.
cs_cz: PyLavův spravovaný uzel byl zakázán. Restartujte bot, aby se mohl projevit.
da_dk: PyLavs styrede node er blevet deaktiveret. Genstart botten for at den kan træde i kraft.
de_at: PyLavs verwalteter Knoten wurde deaktiviert. Starte den Bot neu, damit er wirksam wird.
el_gr: Ο διαχειριζόμενος κόμβος της PyLav έχει απενεργοποιηθεί. Επανεκκινήστε το bot για να τεθεί σε ισχύ.
es_pa: El nodo administrado de PyLave ha sido deshabilitado. Reinicia el bot para que surta efecto.
fr_qc: Le noeud géré par PyLave a été désactivé. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Nodul gestionat de PyLave a fost dezactivat. Reporniți botul pentru a avea efect.

source: PyLav's managed node auto updates have been enabled. Restart the bot for it to take effect.
ar_sa: تم تمكين تحديثات العقدة التي تديرها PyLav. أعد تشغيل البوت لكي يصبح ساري المفعول.
cs_cz: Automatická aktualizace spravovaných Nodů v PyLavu byla povolena. Restartujte bot, aby se mohl projevit.
da_dk: PyLavs administrerede node auto-opdateringer er aktiveret. Genstart botten for at den kan træde i kraft.
de_at: PyLavs verwaltete Knoten-Auto-Updates wurden aktiviert. Starte den Bot neu, damit er wirksam wird.
el_gr: Οι διαχειριζόμενες αυτόματες ενημερώσεις κόμβων PyLav's έχουν ενεργοποιηθεί. Επανεκκινήστε το bot για να τεθεί σε ισχύ.
es_pa: Las actualizaciones automáticas de nodo administradas por PyLav's han sido activadas. Reinicia el bot para que tenga efecto.
fr_qc: Les mises à jour automatiques de nœuds gérées par PyLav. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Actualizările modulului automat gestionate de PyLav's au fost activate. Reporniți bot-ul pentru ca acesta să aibă efect.

source: PyLav's managed node auto updates have been disabled. Restart the bot for it to take effect.
ar_sa: تم تعطيل التحديثات التلقائية لعقدة PyLav. أعد تشغيل بوت لكي يصبح ساري المفعول.
cs_cz: Automatické aktualizace spravovaných Nodů v PyLavu byly zakázány. Restartujte bot, aby se mohl projevit.
da_dk: PyLavs administrerede node auto-opdateringer er blevet deaktiveret. Genstart botten for at den kan træde i kraft.
de_at: PyLavs verwaltete Knoten-Auto-Updates wurden deaktiviert. Starte den Bot neu, damit er wirksam wird.
el_gr: Οι διαχειριζόμενες αυτόματες ενημερώσεις κόμβων PyLav's έχουν απενεργοποιηθεί. Επανεκκινήστε το bot για να τεθεί σε ισχύ.
es_pa: Las actualizaciones automáticas de nodo administradas por PyLave han sido desactivadas. Reinicia el bot para que tenga efecto.
fr_qc: Les mises à jour automatiques de nœuds gérées par PyLave ont été désactivées. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Actualizările modulului automat gestionate de PyLave au fost dezactivate. Reporniți bot-ul pentru ca acesta să aibă efect.

source: Set the managed Lavalink node maximum heap-size. By default, this value is 50% of available RAM in the host machine represented by [1-1024][M|G] (256M, 256G for example) This value only represents the maximum amount of RAM allowed to be used at any given point, and does not mean that the managed Lavalink node will always use this amount of RAM.
ar_sa: تعيين الحد الأقصى لحجم السعال في عقدة Lavalink. بشكل افتراضي، هذه القيمة هي 50٪ من ذاكرة الوصول العشوائي المتاحة في الآلة المضيفة ممثلة بـ [1-1024][M<unk> G] (256M، 256G على سبيل المثال) هذه القيمة تمثل فقط الحد الأقصى من ذاكرة الوصول العشوائي المسموح باستخدامها في أي نقطة معينة. ولا تعني أن عقدة لافالينك المدارة سوف تستخدم دائماً هذا المبلغ من ذاكرة الوصول العشوائي.
cs_cz: Nastavte maximální velikost spravovaného uzlu Lavalinku. Ve výchozím nastavení tato hodnota je 50 % dostupné RAM v hostitelském zařízení reprezentovaném [1-1024][M|G] (256M, 256G například) Tato hodnota představuje pouze maximální povolené množství RAM v daném bodě, a neznamená , že spravovaný uzel Lavalink bude vždy používat toto množství RAM.
da_dk: Indstil den administrerede Lavalink-knude maksimal heap-størrelse. Som standard denne værdi er 50% af tilgængelige RAM i værtmaskinen repræsenteret af [1-1024][M M G] (256M, 256G for eksempel) Denne værdi repræsenterer kun den maksimale mængde RAM, der må bruges på et givet tidspunkt, og betyder ikke at den administrerede Lavalink-knude altid vil bruge denne mængde RAM.
de_at: Legen Sie die maximale Heap-Größe des Knoten Lavalink fest. Standardmäßig dieser Wert ist 50% des verfügbaren Arbeitsspeichers in der Host-Maschine, die durch [1-1024][M|G] (256M, 256G zum Beispiel) Dieser Wert stellt nur die maximal zulässige RAM dar, die an einem bestimmten Punkt verwendet werden darf und bedeutet nicht , dass der verwaltete Lavalink-Knoten diese Menge an RAM immer verwenden wird.
el_gr: Ορίστε το μέγιστο μέγεθος σωρού κόμβου Lavalink. (Automatic Translation) από προεπιλογή, αυτή η τιμή είναι 50% της διαθέσιμης μνήμης RAM στο κεντρικό μηχάνημα που αντιπροσωπεύεται από [1-1024][MITS G] (256M, 256G για παράδειγμα) Αυτή η τιμή αντιπροσωπεύει μόνο το μέγιστο ποσό RAM που επιτρέπεται να χρησιμοποιηθεί σε οποιοδήποτε σημείο, και δεν σημαίνει ότι ο κόμβος Lavalink που διαχειρίζεται θα χρησιμοποιεί πάντα αυτό το ποσό RAM.
es_pa: Establece el tamaño máximo del montón del nodo Lavalink administrado. Por defecto, este valor es el 50% de la RAM disponible en la máquina host representada por [1-1024][M|G] (256M, 256G por ejemplo) Este valor representa sólo la cantidad máxima de RAM permitida para ser usada en cualquier punto dado. y no significa que el nodo Lavalink administrado siempre usará esta cantidad de RAM.
fr_qc: Définit la taille maximale du tas du nœud Lavalink géré. Par défaut, cette valeur est de 50% de la RAM disponible dans la machine hôte représentée par [1-1024][M|G] (256M, 256M, 256G par exemple) Cette valeur ne représente que la quantité maximale de RAM autorisée à être utilisée à n'importe quel point donné, et ne veut pas dire que le noeud Lavalink géré utilisera toujours cette quantité de RAM.
ro_ro: Setaţi valoarea maximă a nodului Lavalink gestionat. Implicit, această valoare este 50% din RAM disponibil în mașina gazdă reprezentată de [1-1024][M<unk> G] (256M, 256G de exemplu Această valoare reprezintă doar cantitatea maximă de memorie RAM permisă pentru a fi folosită la orice punct dat, și nu înseamnă că nodul Lavalink gestionat va utiliza întotdeauna această cantitate de RAM.

source: Heap-size must be at least 64M, however it is recommended to have it set to at least 1G.
ar_sa: ويجب أن يكون حجم السفينة 64 ميغابايت على الأقل، غير أنه يوصى بتعيينها على 1 جيغابايت على الأقل.
cs_cz: Velikost hlavy musí být nejméně 64M, doporučuje se však nastavit na hodnotu nejméně 1G.
da_dk: Heap-størrelse skal være mindst 64M, men det anbefales at have det indstillet til mindst 1G.
de_at: Heap-Größe muss mindestens 64M sein, es wird jedoch empfohlen, mindestens 1G einzustellen.
el_gr: Το μέγεθος του σωρού πρέπει να είναι τουλάχιστον 64M, ωστόσο συνιστάται να έχει ρυθμιστεί σε τουλάχιστον 1G.
es_pa: El tamaño del Heap-debe ser de al menos 64M, sin embargo se recomienda que se ajuste a al menos 1G.
fr_qc: La taille du tas doit être d'au moins 64 Mo, mais il est recommandé de le définir à au moins 1G.
ro_ro: Mărimea capului trebuie să fie de cel puțin 64M, cu toate acestea se recomandă ca acesta să fie setat la cel puțin 1G.

source: Heap-size must be less than your system RAM, You currently have {ram_in_bytes} of RAM available.
ar_sa: الحجم الضخم يجب أن يكون أقل من ذاكرة الوصول العشوائي للنظام الخاص بك، لديك حاليا {ram_in_bytes} من ذاكرة الوصول العشوائي متاحة.
cs_cz: Velikost skříně musí být menší než velikost vašeho systému RAM, aktuálně máte k dispozici {ram_in_bytes} RAM.
da_dk: Heap-size skal være mindre end dit system RAM, Du har i øjeblikket {ram_in_bytes} RAM tilgængelig.
de_at: Heap-Größe muss kleiner sein als Ihr System-RAM, Sie haben derzeit {ram_in_bytes} RAM verfügbar.
el_gr: Το μέγεθος του σωρού πρέπει να είναι μικρότερο από τη μνήμη RAM του συστήματός σας, προς το παρόν διαθέτετε {ram_in_bytes} RAM.
es_pa: El tamaño del montón debe ser menor que el RAM de tu sistema. Actualmente tienes {ram_in_bytes} de RAM disponible.
fr_qc: La taille du tas doit être inférieure à la mémoire vive de votre système. Vous avez actuellement {ram_in_bytes} de RAM disponible.
ro_ro: Mărimea capului trebuie să fie mai mică decât RAM sistemului, în prezent aveți {ram_in_bytes} de RAM disponibil.

source: Heap-size must be less than {limit} due to your system limitations.
ar_sa: يجب أن يكون حجم السمة أقل من {limit} بسبب قيود النظام.
cs_cz: Velikost skříně musí být menší než {limit} z důvodu omezení systému.
da_dk: Heap-size skal være mindre end {limit} på grund af dine systembegrænsninger.
de_at: Die Heap-Größe muss aufgrund Ihrer Systembeschränkungen kleiner als {limit} sein.
el_gr: Το μέγεθος μεγέθους πρέπει να είναι μικρότερο από {limit} λόγω των περιορισμών του συστήματός σας.
es_pa: El tamaño del montón debe ser inferior a {limit} debido a las limitaciones de su sistema.
fr_qc: La taille du tas doit être inférieure à {limit} en raison des limitations de votre système.
ro_ro: Dimensiunea capului trebuie să fie mai mică de {limit} datorită limitărilor sistemului.

source: Managed node's heap-size set to {bytes}. Restart the bot for it to take effect.
ar_sa: تم تعيين حجم سماعة العقدة المدارة إلى {bytes}. أعد تشغيل البوت لكي يصبح ساري المفعول.
cs_cz: Spravovaný uzel je nastaven na {bytes}. Restartujte bota, aby se mohl projevit.
da_dk: Administreret node 's heap-size sat til {bytes}. Genstart bot for at det træder i kraft.
de_at: Heap-Größe des Managed Node auf {bytes}gesetzt. Starten Sie den Bot neu, damit er wirksam wird.
el_gr: Το μέγεθος σωρού του κόμβου διαχειριζόταν σε {bytes}. Επανεκκινήστε το bot για να τεθεί σε ισχύ.
es_pa: El tamaño del montículo de nodo gestionado se ha establecido en {bytes}. Reinicia el bot para que tenga efecto.
fr_qc: Taille du nœud géré définie à {bytes}. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Dimensiune heap gestionată a nodului setat la {bytes}. Reporniți bot-ul pentru ca acesta să aibă efect.

source: Change the managed node start up configs.
ar_sa: تغيير إعدادات بدء تشغيل العقدة المدارة.
cs_cz: Změna konfigurací startu spravovaného uzlu.
da_dk: Ændre den administrerede node opstart configs.
de_at: Ändern Sie die Managed Node Start-Konfigurationen.
el_gr: Αλλαγή των ρυθμών εκκίνησης του διαχειριζόμενου κόμβου.
es_pa: Cambie las configuraciones de arranque del nodo administrado.
fr_qc: Modifier les configurations de démarrage des nœuds gérés.
ro_ro: Modificați configurațiile de pornire gestionate ale modulului.

source: Set the managed node host.
ar_sa: تعيين مضيف العقدة المدارة.
cs_cz: Nastavte spravovaného hostitele uzlu.
da_dk: Indstil den administrerede indholdselementvært.
de_at: Legen Sie den verwalteten Knoten fest.
el_gr: Ορισμός του κεντρικού υπολογιστή διαχειριζόμενου κόμβου.
es_pa: Establece el host de nodos administrado.
fr_qc: Définit l'hôte du noeud géré.
ro_ro: Setați gazda modulului gestionat.

source: Managed node's host set to {host}. Restart the bot for it to take effect.
ar_sa: تم تعيين مضيف العقدة المدارة إلى {host}. أعد تشغيل البوت لكي يصبح ساري المفعول.
cs_cz: Spravovaný uzel byl nastaven na {host}. Restartujte bota, aby se mohl projevit.
da_dk: Administreret node vært sat til {host}. Genstart bot for at det træder i kraft.
de_at: Der Host des verwalteten Knotens wurde auf {host}gesetzt. Starten Sie den Bot neu, damit er wirksam wird.
el_gr: Ο υπολογιστής του διαχειριζόμενου κόμβου ορίστηκε σε {host}. Επανεκκινήστε το bot για να τεθεί σε ισχύ.
es_pa: El host del nodo administrado a {host}. Reinicie el bot para que surta efecto.
fr_qc: Hôte d'un nœud géré défini à {host}. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Gazda modulului gestionată setat la {host}. Reporniți bot-ul pentru ca acesta să aibă efect.

source: The port must be between 1024 and 49151.
ar_sa: ويجب أن يكون الميناء بين 1024 و 49151.
cs_cz: Přístav musí být mezi 1024 a 49151.
da_dk: Havnen skal være mellem 1024 og 49151.
de_at: Der Hafen muss zwischen 1024 und 49151 liegen.
el_gr: Ο λιμένας πρέπει να είναι μεταξύ 1024 και 49151.
es_pa: El puerto debe estar entre 1024 y 49151.
fr_qc: Le port doit être compris entre 1024 et 49151.
ro_ro: Portul trebuie să fie cuprins între 1024 și 49151.

source: Managed node's port set to {port}. Restart the bot for it to take effect.
ar_sa: تم تعيين منفذ العقدة المدارة إلى {port}. أعد تشغيل البوت لكي يصبح نافذ المفعول.
cs_cz: Spravovaný port uzlu nastaven na {port}. Restartujte bota, aby se mohl projevit.
da_dk: Administreret node port sat til {port}. Genstart bot for at det træder i kraft.
de_at: Port für verwaltete Knoten auf {port}gesetzt. Starten Sie den Bot neu, damit er wirksam wird.
el_gr: Η θύρα του διαχειριζόμενου κόμβου ορίστηκε σε {port}. Επανεκκινήστε το bot για να τεθεί σε ισχύ.
es_pa: El puerto del nodo administrado a {port}. Reinicie el bot para que surta efecto.
fr_qc: Port du nœud géré défini à {port}. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Portul nodului gestionat setat la {port}. Reporniți bot-ul pentru ca acesta să aibă efect.

source: Change the managed node plugins.
ar_sa: تغيير إضافات العقدة المدارة.
cs_cz: Změnit spravované moduly Nods.
da_dk: Ændr de administrerede indholdselementplugins.
de_at: Verwaltete Knoten-Plugins ändern.
el_gr: Αλλάξτε τα διαχειριζόμενα πρόσθετα κόμβων.
es_pa: Cambie los plugins de nodos administrados.
fr_qc: Changer les plugins de nœuds gérés.
ro_ro: Schimbă plugin-urile cu nod gestionat.

source: Update the managed node plugins.
ar_sa: تحديث ملحقات العقدة المدارة.
cs_cz: Aktualizujte spravované zásuvné moduly uzlu.
da_dk: Opdater de administrerede node plugins.
de_at: Verwaltete Knoten-Plugins aktualisieren.
el_gr: Ενημέρωση των διαχειριζόμενων πρόσθετων κόμβων.
es_pa: Actualizar los plugins de nodos administrados.
fr_qc: Mettre à jour les plugins de nœuds gérés.
ro_ro: Actualizați plugin-urile de nod gestionate.

source: Managed node's plugins updated. Restart the bot for it to take effect.
ar_sa: تم تحديث ملحقات العقدة المدارة. أعد تشغيل البوت لكي يصبح ساري المفعول.
cs_cz: Pluginy spravovaného uzlu byly aktualizovány. Restartujte bot, aby se mohl projevit.
da_dk: Administrerede node plugins opdateret. Genstart bot for at det kan træde i kraft.
de_at: Verwaltete Knoten-Plugins aktualisiert. Starte den Bot neu, damit er wirksam wird.
el_gr: Τα πρόσθετα διαχείρισης του κόμβου ενημερώθηκαν. Επανεκκινήστε το bot για να τεθεί σε ισχύ.
es_pa: Se han actualizado los plugins de nodes. Reinicie el bot para que tenga efecto.
fr_qc: Les plugins du nœud géré ont été mis à jour. Redémarrez le bot pour qu'il prenne effet.
ro_ro: Plugin-urile nodului sunt actualizate. Reporniți bot-ul pentru ca acesta să aibă efect.

source: Toggle the managed node sources.
ar_sa: تبديل مصادر العقدة المدارة.
cs_cz: Přepnout spravované zdroje uzlu.
da_dk: Slå de administrerede indholdskilder til/fra.
de_at: Umschalten der verwalteten Knotenquellen.
el_gr: Εναλλαγή των διαχειριζόμενων πηγών κόμβου.
es_pa: Alterna las fuentes administradas de nodos.
fr_qc: Basculer les sources du noeud géré.
ro_ro: Comută sursele modulului gestionat.
