Repository: PyLav/Red-Cogs
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_at, el_gr, es_pa, fr_qc, nl_nl, ro_ro

source: Configure the managed Lavalink node used by PyLav
nl_nl: Configureer de beheerde Lavalink node gebruikt door PyLav

source: Show the version of the Cog and it's PyLav dependencies
nl_nl: Toon de versie van de Cog en de PyLav afhankelijkheden

source: Library/Cog
ar_sa: المكتبة/الكلب
cs_cz: Knihovna/Cog
da_dk: Bibliotek/Tåge
de_at: Bibliothek/Cog
el_gr: Βιβλιοθήκη/Σόργο
es_pa: Biblioteca/Cog
fr_qc: Bibliothèque/Cog
nl_nl: Bibliotheek/Cog
ro_ro: Bibliotecă/Cog

source: Version
ar_sa: الإصدار
cs_cz: Verze
el_gr: Έκδοση
es_pa: Versión
nl_nl: Versie
ro_ro: Versiune

source: Update the managed Lavalink node
nl_nl: Update het beheerde Lavalink knooppunt

source: The managed Lavalink node is already up to date.
nl_nl: De beheerde Lavalink node is al up-to-date.

source: Your node is out of date, to update please run `{prefix}{command} 1`.
nl_nl: Uw node is verouderd om bij te werken, voer `{prefix}{command} 1` uit.

source: The managed Lavalink node has been updated to version {version}.
nl_nl: Het beheerde Lavalink knooppunt is bijgewerkt naar versie {version}.

source: Restart the managed Lavalink node
nl_nl: Herstart de beheerde Lavalink node

source: The managed node is not enabled, run `{prefix}{command}` to first enable the managed node
nl_nl: Het beheerde node is niet ingeschakeld, voer `{prefix}{command}` uit om eerst het beheerde knooppunt in te schakelen

source: Restarted the managed Lavalink node
nl_nl: Herstart de beheerde Lavalink node

source: Set the java executable for PyLav. Default is "java"
nl_nl: Stel het uitvoerbare java in voor PyLav. Standaard is "java"

source: {java} does not exist, run the command again with the java argument set to the correct path
nl_nl: {java} bestaat niet, voer de opdracht opnieuw uit met het argument van de java op het juiste pad

source: {java} is not an executable file
nl_nl: {java} is geen uitvoerbaar bestand

source: {java} is not an executable, run the command again with the java argument set to the correct path
nl_nl: {java} is geen uitvoerbaar, voer de opdracht opnieuw uit met het argument dat is ingesteld op het juiste pad

source: PyLav's java executable has been set to {java} Run `{prefix}{command}` to restart the managed node
nl_nl: PyLav's java uitvoerbaar is ingesteld op {java} Voer `{prefix}{command}` uit om de beheerde node te herstarten

source: Toggle the managed node on/off. Changes will be applied after restarting the bot.
ar_sa: تبديل تشغيل أو إيقاف تشغيل العقدة المدارة. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.
cs_cz: Zapnout/vypnout spravovaný uzel. Změny budou aplikovány po restartu bota.
da_dk: Slå den administrerede node til/fra. Ændringer vil blive anvendt efter genstart af bot.
de_at: Schaltet den verwalteten Knoten ein/aus. Änderungen werden nach einem Neustart des Bots angewendet.
el_gr: Εναλλαγή του διαχειριζόμενου κόμβου on/off. Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση του bot.
es_pa: Encender/apagar el nodo administrado. Se aplicarán los cambios después de reiniciar el bot.
fr_qc: Activer/désactiver le noeud géré. Les modifications seront appliquées après le redémarrage du bot.
nl_nl: Zet de beheerde node aan/uit. Wijzigingen worden toegepast na het herstarten van de bot.
ro_ro: Comută nodul gestionat pornit/oprit. Modificările vor fi aplicate după repornirea botului.

source: PyLav's managed node has been enabled. Run `{prefix}{command}` to restart the managed node
nl_nl: PyLav's managed node is ingeschakeld. Run `{prefix}{command}` om het beheerde node te herstarten

source: PyLav's managed node has been disabled. Run `{prefix}{command}` to restart the managed node
nl_nl: PyLav's managed node is uitgeschakeld. Run `{prefix}{command}` om het beheerde node te herstarten

source: Toggle the managed node auto updates on/off. Changes will be applied after restarting the bot.
ar_sa: تبديل التحديثات التلقائية للعقدة المدارة تشغيل/إيقافها. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.
cs_cz: Zapnout/vypnout spravované aktualizace uzlu. Změny budou aplikovány po restartování botu.
da_dk: Slå den administrerede node auto opdateringer til/fra. Ændringer vil blive anvendt efter genstart af bot.
de_at: Automatische Updates ein-/ausschalten. Änderungen werden nach dem Neustart des Bots angewendet.
el_gr: Ενεργοποίηση/απενεργοποίηση αυτόματων ενημερώσεων κόμβου. Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση του bot.
es_pa: Encender/apagar las actualizaciones automáticas del nodo administrado. Se aplicarán los cambios después de reiniciar el bot.
fr_qc: Activer/désactiver les mises à jour automatiques des nœuds gérés. Les modifications seront appliquées après le redémarrage du bot.
nl_nl: Schakel de beheerde node automatisch updates aan/uit. Wijzigingen worden toegepast na het herstarten van de bot.
ro_ro: Comutați nodul de actualizare automată pornit/oprit. Modificările vor fi aplicate după repornirea botului.

source: PyLav's managed node auto updates have been enabled Run `{prefix}{command}` to restart the managed node
nl_nl: PyLav's managed node auto updates zijn ingeschakeld Run `{prefix}{command}` om de beheerde node te herstarten

source: PyLav's managed node auto updates have been disabled Run `{prefix}{command}` to restart the managed node
nl_nl: PyLav's managed node auto updates zijn uitgeschakeld Run `{prefix}{command}` om de beheerde node te herstarten

source: Heap-size must be a valid measure of size, e.g. 256M, 256G
ar_sa: حجم السمة يجب أن يكون مقياسا صحيحا للحجم، على سبيل المثال 256M، 256G
cs_cz: Velikost hlavy musí být platná stupnice velikosti, např. 256M, 256G
da_dk: Heap-størrelse skal være et gyldigt mål af størrelse, f.eks. 256M, 256G
de_at: Heap-Größe muss ein gültiges Maß für die Größe sein, z.B. 256M, 256G
el_gr: Το μέγεθος του σωρού πρέπει να είναι έγκυρο μέτρο μεγέθους, π.χ. 256M, 256G
es_pa: El tamaño del montón debe ser una medida válida del tamaño, por ejemplo, 256M, 256G
fr_qc: La taille du tas doit être une mesure valide de la taille, par exemple 256M, 256G
nl_nl: Heap-grootte moet een geldige maat zijn, b.v. 256M, 256G
ro_ro: Dimensiunea casei trebuie să fie o măsură validă a dimensiunii, de exemplu 256M, 256G

source: Heap-size must be at least 64M, however it is recommended to have it set to at least 1G
nl_nl: Heap-grootte moet ten minste 64M zijn, maar wordt aangeraden om het op ten minste 1G te zetten

source: Heap-size must be less than your system RAM, You currently have {ram_in_bytes} of RAM available
nl_nl: Heap-grootte moet kleiner zijn dan uw systeem RAM, u heeft momenteel {ram_in_bytes} RAM beschikbaar

source: Heap-size must be less than {limit} due to your system limitations
nl_nl: Heap-grootte moet kleiner zijn dan {limit} als gevolg van uw systeem beperkingen

source: Managed node's heap-size set to {bytes}. Run `{prefix}{command}` to restart the managed node
nl_nl: Managed node's heap-size ingesteld op {bytes}, Voer `{prefix}{command}` uit om het beheerde knooppunt opnieuw te starten

source: Change the managed node start up configs
nl_nl: Wijzig de beheerde node start configuratie

source: Set the managed node host
nl_nl: Stel de beheerde node host in

source: Managed node's host set to {host}. Run `{prefix}{command}` to restart the managed node
nl_nl: Beheerde node is ingesteld op {host}. Voer `{prefix}{command}` uit om de beheerde node te herstarten

source: `Dangerous command` Set the managed Lavalink node's connection port. This port is the port the managed Lavalink node binds to, you should only change this if there is a conflict with the default port because you already have an application using port 2154 on this device. The value by default is `2154`.
ar_sa: تعيين "أمر خطر" منفذ اتصال عقدة لافالينك الذي تم إدارته. هذا المنفذ هو المنفذ الذي تربط به عقدة لافالينك المدارة ، يجب عليك تغيير هذا فقط إذا كان هناك تعارض مع المنفذ الافتراضي لأنه لديك بالفعل تطبيق يستخدم المنفذ 2154 على هذا الجهاز. القيمة الافتراضية هي 2154`.
cs_cz: `Nebezpečné příkazy` Nastavte připojovací port spravovaného Lavalink uzu. Tento port je portem, do kterého se spouští spravovaný uzel Lavalinku toto byste měli změnit pouze v případě, že existuje konflikt s výchozím portem, protože již máte aplikaci používající port 2154 na tomto zařízení. Výchozí hodnota je `2154`.
da_dk: `Farlig kommando` Indstil den administrerede Lavalink-knudekodes forbindelsesport. Denne port er porten den administrerede Lavalink-node binder til, du bør kun ændre dette, hvis der er en konflikt med standard porten, fordi du allerede har et program ved hjælp af port 2154 på denne enhed. Værdien som standard er `2154`.
de_at: `Dangerous command` Setze den gemanagten Lavalink Knoten Verbindungs-Port. Dieser Port ist der Port, an den sich der Knoten Lavalink bindet sollten Sie dies nur ändern, wenn es einen Konflikt mit dem Standardport gibt, da Sie bereits eine Anwendung mit Port 2154 auf diesem Gerät haben. Standardmäßig ist der Wert `2154`.
el_gr: `Επικίνδυνη εντολή` Ορίστε τη θύρα σύνδεσης του διαχειριζόμενου κόμβου Lavalink. Αυτή η θύρα είναι η θύρα με την οποία δένει ο κόμβος Lavalink θα πρέπει να το αλλάξετε μόνο αν υπάρχει σύγκρουση με την προεπιλεγμένη θύρα, επειδή έχετε ήδη μια εφαρμογή χρησιμοποιώντας τη θύρα 2154 σε αυτήν τη συσκευή. Η τιμή από προεπιλογή είναι `2154`.
es_pa: `Comando peligroso` Establece el puerto de conexión de nodo Lavalink administrado. Este puerto es el puerto al que se une el nodo Lavalink administrado, solo debería cambiar esto si hay un conflicto con el puerto predeterminado porque ya tiene una aplicación usando el puerto 2154 en este dispositivo. El valor por defecto es `2154`.
fr_qc: `Commande dangereuse` Définit le port de connexion du noeud Lavalink géré. Ce port est le port auquel se lie le noeud Lavalink géré, vous ne devriez changer cela que s'il y a un conflit avec le port par défaut car vous avez déjà une application utilisant le port 2154 sur ce périphérique. La valeur par défaut est `2154`.
nl_nl: `Gevaarlijk commando` Stel de beheerde Lavalink knooppunt in. Deze poort is de poort waar de beheerde Lavalink node aan gebonden is, verander dit alleen als er een conflict is met de standaard poort omdat je al een applicatie hebt met gebruik van poort 2154 op dit apparaat. De waarde is standaard `2154`.
ro_ro: `Comanda periculoasă` Setează portul de conectare Lavalink gestionat. Acest port este portul la care nodul Lavalink se leagă ar trebui să schimbați acest lucru doar dacă există un conflict cu portul implicit deoarece aveți deja o aplicație care folosește portul 2154 pe acest dispozitiv. Valoarea implicită este `2154`.

source: The port must be between 1024 and 49151
nl_nl: De poort moet tussen 1024 en 49151 zijn

source: Managed node's port set to {port}. Run `{prefix}{command}` to restart the managed node
nl_nl: Beheerde node is poort ingesteld op {port}. Voer `{prefix}{command}` uit om het beheerde knooppunt opnieuw te starten

source: Change the managed node plugins
nl_nl: De beheerde node plugins wijzigen

source: Disabled one of the available plugins
nl_nl: Een van de beschikbare plug-ins uitgeschakeld

source: The plugin must be one of the following: {plugins}
nl_nl: De plug-in moet een van de volgende zijn: {plugins}

source: Managed node's plugin {plugin} disabled. Run `{prefix}{command}` to restart the managed node
nl_nl: Beheer node's plugin {plugin} uitgeschakeld. Voer `{prefix}{command}` uit om het beheerde knooppunt te herstarten

source: Enable one of the available plugins
nl_nl: Een van de beschikbare plug-ins inschakelen

source: Managed node's plugin {plugin} enabled. Run `{prefix}{command}` to restart the managed node
nl_nl: Beheer node's plugin {plugin} ingeschakeld. Voer `{prefix}{command}` uit om het beheerde knooppunt opnieuw te starten

source: Update the managed node plugins
nl_nl: Werk de beheerde node plugins bij

source: {name} was updated from {old_value} to {new_value}
nl_nl: {name} is bijgewerkt van {old_value} naar {new_value}

source: Managed node's plugins updated. {updates} Run `{prefix}{command}` to restart the managed node
nl_nl: Beheer nodes plugins bijgewerkt. {updates} Voer `{prefix}{command}` uit om de beheerde node te herstarten

source: Managed node's plugins already up to date
nl_nl: Beheerde node plugins zijn al bijgewerkt

source: Toggle the managed node sources
nl_nl: De beheerde node bronnen in-/uitschakelen

source: Invalid source, {valid_list} are valid sources
nl_nl: Ongeldige bron, {valid_list} zijn geldige bronnen

source: enabled
nl_nl: ingeschakeld

source: disabled
nl_nl: uitgeschakeld

source: Managed node's {source} source set to {state}. Run `{prefix}{command}` to restart the managed node
nl_nl: Beheerde node 's {source} bron ingesteld op {state}. Voer `{prefix}{command}` uit om de beheerde node te herstarten

source: Configure multiple settings for the managed node. Run `[p]plmanaged config server <setting> info` to show info about the settings and what they do. **Setting names**: `bufferDurationMs` : Integer i.e 400 (Default 400) `frameBufferDurationMs` : Integer i.e 1000 (Default 1000) `trackStuckThresholdMs` : Integer i.e 1000 (Default 1000) `youtubePlaylistLoadLimit` : Integer i.e 1000 (Default 1000) `opusEncodingQuality` : Integer i.e 10 (Default 10) `resamplingQuality` : String i.e LOW (Default LOW) `useSeekGhosting` : Boolean i.e True (Default True) `playerUpdateInterval` : Integer i.e 1 (Default 1) `youtubeSearchEnabled` : Boolean i.e True (Default True) `soundcloudSearchEnabled` : Boolean i.e True (Default True)
nl_nl: Configureer meerdere instellingen voor de beheerde node. Voer `[p]plmanaged config server <setting> info` uit om info te tonen over de instellingen en wat ze doen. **Namen instellen**: `bufferDurationMs`: Integer i. 400 (Standaard 400) `frameBufferDurationMs` : Integer i. 1000 (Standaard 1000) `trackStuckThresholdMs`: Integer i. 1000 (Standaard 1000) `youtubePlaylistLoadLimit`: Integer i. 1000 (Standaard 1000) `opusEncodingQuality`: Integer i. 10 (Standaard 10) `resamplingQuality`: String i. LOW (standaard LOW) `useSeekGhosting`: Boolean i. True (Default True) `playerUpdateInterval` : Integer i. 1 (Standaard 1) `youtubeSearchEnabled`: Boolean i. True (Default True) `soundcloudSearchEnabled`: Boolean i. Waar (standaard waar)

source: {Setting} is not a valid Setting; Options are: {setting_list}
nl_nl: {Setting} is geen geldige instelling; Opties zijn: {setting_list}

source: The duration of the NAS buffer in milliseconds. Higher values fare better against longer GC pauses. Minimum of 40ms, lower values may introduce pauses. Accepted values: Range: 40 - 2,000
nl_nl: De duur van de NAS buffer in milliseconden. Hogere waarden zijn beter tegen langere GC pauze. Minimum van 40 ms, lagere waarden kunnen pauzes introduceren. Geaccepteerde waarden: Bereik: 40 - 2.000

source: How many milliseconds of audio to keep buffered. Accepted values: Range: 1,000 - 10,000
nl_nl: Hoeveel milliseconden audio om bufferd te houden. Geaccepteerde waarden: bereik: 1.000 - 10.000

source: The threshold in milliseconds for how long a track can be stuck. A track is stuck if does not return any audio data. Accepted values: Range: 5,000 - 20,000
nl_nl: De drempel in milliseconden voor hoe lang een spoor vast kan worden gehouden. Een spoor zit vast als er geen audio-gegevens worden geretourneerd. Geaccepteerde waarden: Bereik: 5.000 - 20.000

source: Number of pages to return for a YouTube Playlist - Each page contains 100 songs. Accepted values: Range: 5 - 100
nl_nl: Aantal terug te sturen pagina's voor een YouTube Afspeellijst - Elke pagina bevat 100 nummers. Geaccepteerde waarden: Bereik: 5 tot 100

source: Opus encoder quality. Valid values range from 0 to 10, where 10 is best quality but is the most expensive on the CPU
nl_nl: Opus encoder kwaliteit. Geldige waarden variÃ«ren van 0 tot 10, waar 10 de beste kwaliteit is maar de duurste op de CPU is

source: Quality of resampling operations. Valid values are LOW, MEDIUM and HIGH, where HIGH uses the most CPU
nl_nl: Kwaliteit van resampling operaties. Geldige waarden zijn LOW, MEDIUM en HIGH, waar HIGH de meeste CPU gebruikt

source: Seek ghosting is the effect where whilst a seek is in progress, the audio buffer is read from until empty, or until seek is ready. Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`
nl_nl: Seek ghosting is het effect waar terwijl een zoekactie wordt uitgevoerd, de audiobuffer wordt voorgelezen van totdat leeg is, of totdat het zoeken klaar is. Geaccepteerde waarden voor waar: `True`, `t`, `1`, Geaccepteerde waarden voor False: `False`, `f`, `0`

source: How frequently in seconds to send player updates to clients, affects the current position accuracy. Accepted values: Range: 1 - 10
nl_nl: Hoe vaak in seconden het sturen van speler updates aan klanten, heeft invloed op de huidige nauwkeurigheid van de positie. Geaccepteerde waarden: Bereik: 1 - 10

source: Enable or disable YouTube searches within the node, this will affect AppleMusic, Spotify and any functionality dependant on YouTube. Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`
nl_nl: YouTube-zoekopdrachten binnen de node in- of uitschakelen zal invloed hebben op AppleMusic, Spotify en eventuele functionaliteit die afhankelijk is van YouTube. Geaccepteerde waarden voor waar: `True`, `t`, `1`, Geaccepteerde waarden voor False: `False`, `f`, `0`

source: Enable or disable SoundCloud searches within the node, this will affect any functionality dependant on SoundCloud. Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`
nl_nl: SoundCloud zoekopdrachten binnen de node in- of uitschakelen, dit zal invloed hebben op alle functionaliteiten die afhankelijk zijn van SoundCloud. Geaccepteerde waarden voor waar: `True`, `t`, `1`, Geaccepteerde waarden voor False: `False`, `f`, `0`

source: {Setting} valid inputs are: Range between: {start} - {end}
nl_nl: {Setting} geldige invoer zijn: Bereik tussen: {start} - {end}

source: {Setting} valid inputs are: {setting_list}
nl_nl: {Setting} geldige invoer zijn: {setting_list}

source: {Setting} set to {value}. Run `{prefix}{command}` to restart the managed node
nl_nl: {Setting} veranderd naar {value}. Voer `{prefix}{command}` uit om het beheerde knooppunt opnieuw te starten

source: Configure Lavalink IP Rotation for ratelimits. Run `[p]plmanaged config iprotation 1` to remove the ip rotation
nl_nl: Configureer Lavalink IP Rotatie voor ratelimits. Voer `[p]plmanaged config iprotation 1 uit om de ip rotatie te verwijderen

source: Click the button below to configure the IP rotation for your node. More info at: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> and <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
nl_nl: Klik op de knop hieronder om de IP rotatie voor uw node te configureren. Meer info op: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> en <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>

source: Removing the IP rotation from your node. Run `{prefix}{command}` to restart the managed node
nl_nl: Verwijder de IP rotatie van je node. Voer `{prefix}{command}` uit om het beheerde node opnieuw te starten

source: Link a Google account to Lavalink to bypass YouTube's age restriction Run `[p]plmanaged config googleaccount 1` to remove the linked account.
nl_nl: Een Google-account koppelen aan Lavalink om YouTube's leeftijdsrestrictie te omzeilen Voer uit[p]plmanaged config googleaccount 1` om het gekoppelde account te verwijderen.

source: Click the button below to link a Google account to your node, if you have 2FA setup on this account you will need an app password instead More info at: <https://support.google.com/accounts/answer/185833>
nl_nl: Klik op de knop hieronder om een Google-account aan uw node te koppelen, als je 2FA hebt ingesteld op dit account heb je een app-wachtwoord nodig Meer informatie op: <https://support.google.com/accounts/answer/185833>

source: Unlinking Google account from your node. Run `{prefix}{command}` to restart the managed node
nl_nl: Google-account ontkoppelen van uw node. Voer `{prefix}{command}` uit om het beheerde knooppunt opnieuw te starten

source: Configure a HTTP proxy for Lavalink Run `[p]plmanaged config httpproxy 1` to remove the proxy.
nl_nl: Configureer een HTTP-proxy voor Lavalink Voer `[p]plmanaged config httpproxy 1` in om de proxy te verwijderen.

source: Click the button below to configure a HTTP proxy for your node
nl_nl: Klik op de knop hieronder om een HTTP-proxy voor uw node te configureren

source: Unlinking HTTP proxy from your node. Run `{prefix}{command}` to restart the managed node
nl_nl: HTTP-proxy ontkoppelen van uw node. Voer `{prefix}{command}` uit om het beheerde knooppunt opnieuw te starten

source: You are not authorized to interact with this
nl_nl: Je bent niet gemachtigd om hier mee te communiceren

source: IP Rotation Configurator
nl_nl: IP Rotatie Configurator

source: IP Blocks
nl_nl: IP Blokken

source: 1.0.0.0/8,...,... - Comma separated list of IP blocks
nl_nl: 1.0.0/8,...,... - Komma gescheiden lijst van IP-blokken

source: Rotation strategy
nl_nl: Rotatie strategie

source: Retry limit
nl_nl: Probeer limiet opnieuw

source: -1 = default, 0 = infinity, >0 = number of retries
nl_nl: -1 = standaard, 0 = oneindigheid, >0 = aantal nieuwe pogingen

source: IPs to exclude
nl_nl: IP's uit te sluiten

source: Comma separated list of IP to exclude from rotation
nl_nl: Door komma's gescheiden lijst van IP uit te sluiten van rotatie

source: Search trigger rotation
nl_nl: Zoek trigger rotatie

source: 0 or 1 (0 = disabled, 1 = enabled)
nl_nl: 0 of 1 (0 = uitgeschakeld, 1 = ingeschakeld)

source: Invalid IP block - {error}
nl_nl: Ongeldig IP blok - {error}

source: No IP blocks were provided
nl_nl: Er zijn geen IP-blokken opgegeven

source: Invalid IP address - {error}
nl_nl: Ongeldig IP adres - {error}

source: Invalid strategy, must be one of: {options}
nl_nl: Ongeldige strategie, moet een van de volgende zijn: {options}

source: Invalid retry limit, must be a number greater than or equals to -1
nl_nl: Ongeldige probeer limiet, moet een getal groter zijn dan of gelijk aan -1

source: Invalid search trigger, must be 0 or 1
nl_nl: Ongeldige zoektrigger, moet 0 of 1 zijn

source: IP rotation configuration saved. Run `{prefix}{command}` to restart the managed node
nl_nl: IP rotatie configuratie opgeslagen. Run `{prefix}{command}` om het beheerde knooppunt opnieuw op te starten

source: Email address
nl_nl: E-mail adres

source: Your Google account email
nl_nl: Uw Google account e-mail

source: password
nl_nl: Wachtwoord

source: If you have 2FA you will need an app password
nl_nl: Als je 2FA hebt, heb je een app-wachtwoord nodig

source: Invalid email address
nl_nl: Ongeldig e-mailadres

source: Google account linked. Run `{prefix}{command}` to restart the managed node
nl_nl: Google account gekoppeld. Voer `{prefix}{command}` uit om het beheerde node opnieuw te starten

source: Hostname of the proxy, (ip or domain or localhost)
nl_nl: Hostnaam van de proxy, (ip of domein of localhost)

source: Proxy port
nl_nl: Proxy poort

source: Proxy port, 3128 is the default for squidProxy
nl_nl: Proxy port, 3128 is de standaard voor squidProxy

source: User
nl_nl: Gebruiker

source: Optional user for basic authentication fields, leave blank if you don't use basic auth
nl_nl: Optionele gebruiker voor basis authenticatie velden, laat leeg als u geen gebruik maakt van de standaard authenticatie

source: Password
nl_nl: Wachtwoord

source: Optional password for basic authentication fields, leave blank if you don't use basic auth
nl_nl: Optioneel wachtwoord voor basis authenticatie velden, laat leeg als u geen gebruik maakt van de standaard authenticatie
