Repository: PyLav/Red-Cogs
Catalog: pleq/locales/*.po
Languages: cs_cz, da_dk, de_li, el_cy, es_ar, fr_ca, ro_ro

source: Apply equalizer presets to the PyLav player.
cs_cz: Použít předvolby ekvalizéru v přehrávači PyLav.
da_dk: Anvend equalizer forudindstillinger til PyLav spilleren.
de_li: Equalizer Presets auf den PyLav Player anwenden.
el_cy: Εφαρμογή προεπιλογών ισοσταθμιστή στο PyLav player.
es_ar: Aplicar los ajustes preestablecidos del ecualizador al jugador de PyLav.
fr_ca: Appliquer des préréglages d'égaliseur au lecteur PyLav.
ro_ro: Aplică presetări egalizator jucătorului PyLav.

source: Configure the Player behaviour when a preset is set.
cs_cz: Konfigurace chování přehrávače při nastavení předvolby.
da_dk: Indstil spillerens opførsel når en forudindstilling er indstillet.
de_li: Konfigurieren Sie das Verhalten des Spielers, wenn eine Voreinstellung gesetzt ist.
el_cy: Ρύθμιση της συμπεριφοράς του παίκτη όταν έχει οριστεί μια προκαθορισμένη ρύθμιση.
es_ar: Configurar el comportamiento del Reproductor cuando se establece un ajuste predeterminado.
fr_ca: Configurer le comportement du Lecteur quand un préréglage est défini.
ro_ro: Configurați comportamentul jucătorului atunci când este setată o presetare.

source: Show the version of the Cog and it's PyLav dependencies.
cs_cz: Ukaž verzi Cog a jsou to PyLav závislosti.
da_dk: Vis versionen af Cog og det er PyLav afhængigheder.
de_li: Zeigt die Version des Cog und seine PyLav Abhängigkeiten an.
el_cy: Εμφάνιση της έκδοσης του Cog και είναι PyLav εξαρτήσεις.
es_ar: Mostrar la versión del Cog y sus dependencias PyLav.
fr_ca: Affiche la version du Cog et ses dépendances PyLav.
ro_ro: Arată versiunea Cog şi este dependenţe PyLav.

source: Library/Cog
cs_cz: Knihovna/Cog
da_dk: Bibliotek/Tåge
de_li: Bibliothek/Cog
el_cy: Βιβλιοθήκη/Σόργο
es_ar: Biblioteca/Cog
fr_ca: Bibliothèque/Cog
ro_ro: Bibliotecă/Cog

source: Version
cs_cz: Verze
el_cy: Έκδοση
es_ar: Versión
ro_ro: Versiune

source: Persist the last used preset.
cs_cz: Zachovat poslední použitou předvolbu.
da_dk: Persiser den sidst brugte forudindstilling.
de_li: Die zuletzt verwendete Voreinstellung fortsetzen.
el_cy: Επιμένετε στην τελευταία προκαθορισμένη ρύθμιση.
es_ar: Persista el último ajuste predefinido utilizado.
fr_ca: Réserver le dernier préréglage utilisé.
ro_ro: Persistă ultima presetare folosită.

source: The player will now apply the last used preset when it is created.
cs_cz: Přehrávač nyní použije poslední použitou předvolbu, když je vytvořen.
da_dk: Spilleren vil nu anvende den sidst brugte forudindstilling, når den er oprettet.
de_li: Der Spieler wird nun die zuletzt verwendete Voreinstellung anwenden, wenn sie erstellt wird.
el_cy: Ο παίκτης θα εφαρμόσει τώρα την τελευταία προκαθορισμένη ρύθμιση όταν δημιουργηθεί.
es_ar: Ahora el reproductor aplicará el último preset usado cuando se cree.
fr_ca: Le joueur appliquera maintenant le dernier préréglage utilisé lorsqu'il sera créé.
ro_ro: Jucătorul va aplica acum ultima presetare folosită când este creat.

source: Last used preset will no longer be saved.
cs_cz: Poslední použitá předvolba již nebude uložena.
da_dk: Sidst brugte forudindstilling vil ikke længere blive gemt.
de_li: Zuletzt benutzte Voreinstellung wird nicht mehr gespeichert.
el_cy: Η τελευταία χρησιμοποιημένη προεπιλογή δεν θα αποθηκεύεται πλέον.
es_ar: El último preset usado ya no será guardado.
fr_ca: Le dernier préréglage utilisé ne sera plus enregistré.
ro_ro: Ultima presetare folosită nu va mai fi salvată.

source: Apply a Bass boost preset to the player. Arguments: - Maximum - Insane - Extreme - High - Very High - Medium - Fined Tuned - Cut-off - Off
cs_cz: Použít předvolbu zvýraznění basů na hráče. Argumenty: - Maximum - Šílenec - Extrémní - Vysoká - Velmi vysoká - středně - Fined Tuned - Vypnuto - Vypnuto
de_li: Verwende eine Bass Boost Voreinstellung auf den Spieler. Arguments: - Maximal - Verrückt - Extrem - Hoch - Sehr hoch - Mittel - Feinjustiert - Abschneiden - Aus

source: Bass boost preset has been disabled.
cs_cz: Předvolba zvýraznění basů byla zakázána.
da_dk: Forudindstilling for basforstærkning er blevet deaktiveret.
de_li: Bass Boost Preset wurde deaktiviert.
el_cy: Η προκαθορισμένη ενίσχυση μπάσου έχει απενεργοποιηθεί.
es_ar: Se ha desactivado el ajuste preestablecido de mejora de vaso.
fr_ca: Le préréglage de l'amplification des basses a été désactivé.
ro_ro: Presetarea pentru amplificarea benzii a fost dezactivată.

source: Bass boost - Maximum
cs_cz: Zesílení basů - maximum
da_dk: Basforstærkning - Maksimal
el_cy: Ενίσχυση μπάσου - Μέγιστο
es_ar: Mejora de masa - Máximo
fr_ca: Amplification des basses - Maximum
ro_ro: Amplificare Bas - Maxim

source: Bass boost - Insane
cs_cz: Zvýraznění basů - šílený
da_dk: Basforstærkning - sindssyg
de_li: Bassverstärkung - Verrückt
el_cy: Ενίσχυση μπάσου - παράλογο
es_ar: Mejora de masa - Insane
fr_ca: Amplification des basses - Insane
ro_ro: Amplificare bass - Insane

source: Bass boost - Extreme
cs_cz: Zesílení basů - extrémní
da_dk: Bas boost - Ekstrem
de_li: Bass-Boost - Extrem
el_cy: Ενίσχυση μπάσου - Ακραία
es_ar: Mejora de masa - Extremo
fr_ca: Amplification des basses - Extrême
ro_ro: Amplificare Bas - Extremă

source: Bass boost - Very High
cs_cz: Zvýšení basů - velmi vysoké
da_dk: Basforstærkning - meget høj
de_li: Bass-Boost - Sehr hoch
el_cy: Ενίσχυση μπάσου - Πολύ υψηλή
es_ar: Incremento de masa - Muy alto
fr_ca: Amplification des basses - Très élevée
ro_ro: Amplificare bass - Foarte mare

source: Bass boost - High
cs_cz: Zesílení basů - vysoká
da_dk: Basforstærkning - Høj
de_li: Bass-Boost - Hoch
el_cy: Ενίσχυση μπάσου - Υψηλή
es_ar: Aumento de masa - alto
fr_ca: Amplification des basses - Haut
ro_ro: Amplificare Bas - Mare

source: Bass boost - Medium
cs_cz: Zvýraznění basů - střední
da_dk: Basforstærkning - Medium
de_li: Bass-Boost - Mittel
el_cy: Ενίσχυση μπάσου - Μέτρια
es_ar: Mejora de masa - Media
fr_ca: Amplification des basses - Moyenne
ro_ro: Amplificare Bas - medie

source: Bass boost - Fined Tuned
cs_cz: Zesílení basů - fined Tuned
de_li: Bass-Boost - Feind eingestellt

source: Bass boost - Cut-off
cs_cz: Zesílení basů - odříznutí
da_dk: Basforstærkning - Cut-off
de_li: Bassverstärkung - Abschneiden
el_cy: Ενίσχυση μπάσου - Αποκοπή
es_ar: Mejora de masa - corte
fr_ca: Amplification des basses - Coupé
ro_ro: Amplificare Bass - oprire

source: Preset has been set to {name}.
cs_cz: Předvolba byla nastavena na {name}.
da_dk: Forudindstilling er blevet sat til {name}.
de_li: Preset wurde auf {name} gesetzt.
el_cy: Η προκαθορισμένη ρύθμιση έχει οριστεί σε {name}.
es_ar: Se ha establecido el ajuste a {name}.
fr_ca: Le préréglage a été réglé sur {name}.
ro_ro: Presetarea a fost setată la {name}.

source: Apply a Piano preset to the player. Suitable for acoustic tracks, or tacks with an emphasis on female vocals. Can also be used as a bass cut-off.
cs_cz: Použít předvolbu Piano na hráče. An impressive analysis of the genotoxicity in the genotoxicity of the genotoxicity in the genotoxicity of the genotoxicity in the genotoxicity of the genotoxicity in the genotoxicity of the genotoxicity in the genotoxicity of the genotoxicity of the genotoxicity in the genotoxicity of the genotoxicity of the genotoxicity in the genotoxicity of the genotoxicity of the genotoxicity in the genotoxicity in in the genotoxicity of the genotoxicity of the genotoxicity of the genotoxicity of the genotoxicity of the genotoxicity in the genotoxicity of the genotoxic. Může být také použito jako vyříznutí základů.
da_dk: Anvend en klaver forudindstilling til spilleren. Velegnet til akustiske spor, eller stativer med vægt på kvindelige vokaler. Kan også bruges som en basskæring.
de_li: Wenden Sie eine Piano Voreinstellung auf den Spieler an. Geeignet für akustische Spuren oder Ansätze mit Betonung auf weiblichen Gesang. Kann auch als Bass Cut-off verwendet werden.
el_cy: Εφαρμόστε μια προεπιλογή πιάνο στον παίκτη. Κατάλληλο για ακουστικά κομμάτια ή πλάγια με έμφαση στα γυναικεία φωνητικά. Μπορεί επίσης να χρησιμοποιηθεί ως περικοπή μπάσων.
es_ar: Aplicar un ajuste predefinido de piano al reproductor. Adecuado para pistas acústicas, o tacks con énfasis en la voz femenina. También se puede utilizar como corte de graves.
fr_ca: Appliquer un préréglage Piano au lecteur. Convient à des pistes acoustiques, ou des tacks mettant l'accent sur la voix féminine. Peut également être utilisé comme coupure de basses.
ro_ro: Aplică presetarea Pian-ului la jucător. Corespunde pentru piese acustice sau cu accent pe vocalele feminine. Poate fi folosit, de asemenea, ca un bas-off decolare.

source: Piano preset has been set.
cs_cz: Byla nastavena předvolba Piano.
da_dk: Klaver forudindstilling er indstillet.
de_li: Piano Preset wurde gesetzt.
el_cy: Η προκαθορισμένη ρύθμιση πιάνου έχει οριστεί.
es_ar: Se ha establecido el ajuste del piano.
fr_ca: Le préréglage pour piano a été défini.
ro_ro: Presetarea pian-ului a fost setată.

source: Apply an experimental Metal/Rock equalizer preset. Expect clipping on songs with heavy bass.
cs_cz: Použít experimentální předvolbu kovového/kamenného ekvalizéru. Očekávejte stříhání písní s těžkými základnami.
da_dk: Anvend en eksperimentel forudindstilling for metal/Rock equalizer. Forvent klipning på sange med tung bas.
de_li: Verwende eine experimentelle Voreinstellung für Metal/Rock Equalizer. Erwarte ein Clipping auf Songs mit starkem Bass.
el_cy: Εφαρμόστε μια προεπιλογή πειραματικού ισοσταθμιστή Metal/Rock. Περιμένετε απόκομμα σε τραγούδια με βαρύ μπάσο
es_ar: Aplicar un ajuste experimental del ecualizador de metal/roca. Esperar recorte de canciones con bajos pesados.
fr_ca: Appliquez un préréglage expérimental d'égaliseur Metal/Roc. Attendez-vous à des extraits sur des chansons à basse lourde.
ro_ro: Aplicați o presetare experimentală de egalizare Metal/Rock. Așteptați să tăiați piesele cu bas greu.

source: Metal
cs_cz: Kovové
de_li: Metall
el_cy: Μέταλλο
fr_ca: Métal

source: Rock/Metal preset has been set.
cs_cz: Byla nastavena předvolba Rock/kovu.
da_dk: Rock/Metal forudindstilling er indstillet.
de_li: Rock/Metal Preset wurde gesetzt.
el_cy: Η προκαθορισμένη ρύθμιση Rock/Metal έχει ρυθμιστεί.
es_ar: El ajuste preestablecido Rock/Metal ha sido establecido.
fr_ca: Le préréglage Rock/Métal a été défini.
ro_ro: Presetarea Rock/Metal a fost setată.

source: Remove any equalizer preset from the player.
cs_cz: Odebrat jakoukoli předvolbu ekvalizéru z hráče.
da_dk: Fjern enhver equalizer forudindstilling fra spilleren.
de_li: Entferne jede Equalizer-Voreinstellung vom Player.
el_cy: Αφαίρεση προεπιλογής ισοσταθμιστή από τον παίκτη.
es_ar: Remueve cualquier ajuste del ecualizador del reproductor.
fr_ca: Retirez le préréglage de l'égaliseur du joueur.
ro_ro: Elimină orice presetare a egalizatorului de la jucător.

source: Equalizer preset has been reset.
cs_cz: Předvolba ekvalizéru byla resetována.
da_dk: Equalizer forudindstilling er blevet nulstillet.
de_li: Equalizer Preset wurde zurückgesetzt.
el_cy: Η προκαθορισμένη ρύθμιση ισοσταθμιστή έχει επαναφερθεί.
es_ar: El ajuste predefinido Equalizer ha sido restablecido.
fr_ca: Le préréglage de l'égaliseur a été réinitialisé.
ro_ro: Presetarea egalizatorului a fost resetată.

source: Apply a Bass boost preset to the player. Arguments: - Maximum - Insane - Extreme - High - Very High - Medium - Cut-off - Off
da_dk: Anvend en bas boost forudindstilling til spilleren. Arguments: - Maksimum - Sindssyg - Ekstrem - Høj - Meget høj - Medium - Skæring - Off
el_cy: Εφαρμόστε μια προκαθορισμένη ενίσχυση μπάσου στον παίκτη. Παράμετροι: - Μέγιστο - παράλογο - Extreme - Υψηλή - Πολύ Υψηλή - Μεσαία - Αποκοπή - Απενεργοποιημένη
es_ar: Aplica un ajuste predefinido de impulso de Bass al jugador. Argumentos: - Máximo - Insane - Extreme - Alto - Muy alto - Medio - Corte - Apagado
fr_ca: Applique un préréglage de l'amplification de la basse au joueur. Arguments : - Maximum - Insane - Extrême - Haute - Très élevé - Moyen - Coupé - Désactivé
ro_ro: Aplică un impuls Bass presetat jucătorului. Arguments: - Maximum - Insane - Extremă - High - Foarte Ridicat - Mediu - Cutoff - Off

source: Piano
da_dk: Klaver
de_li: Klavier
el_cy: Πιάνο
ro_ro: Pian
