Repository: PyLav/Red-Cogs
Catalog: pllocal/locales/*.po
Languages: de_lu, it_it, ro_ro

source: Play local files and folders from the owner configured location
it_it: Riproduci file e cartelle locali dalla posizione configurata del proprietario
ro_ro: Redă fişierele locale şi dosarele de la locaţia configurată de proprietar

source: Configure cog settings
it_it: Configura impostazioni di cog
ro_ro: Configurare setări cog

source: Show the version of the Cog and it's PyLav dependencies
it_it: Mostra la versione del Cog e le sue dipendenze di PyLav
ro_ro: Arată versiunea Cog și este dependențe PyLav

source: Library/Cog
de_lu: Bibliothek/Cog
ro_ro: Bibliotecă/Cog

source: Version
it_it: Versione
ro_ro: Versiune

source: Play a local file or folder, supports partial searching
it_it: Riproduce un file o una cartella locale, supporta la ricerca parziale
ro_ro: Redă un fișier sau un dosar local, suportă căutarea parțială

source: You need to be a DJ to play tracks
it_it: Devi essere un DJ per riprodurre le tracce
ro_ro: Trebuie să fii un DJ pentru a reda melodii

source: You must be in a voice channel to allow me to connect
it_it: Devi essere in un canale vocale per permettermi di connettermi
ro_ro: Trebuie să te afli într-un canal de voce pentru a-mi permite să mă conectez

source: I don't have permission to connect or speak in {channel}
it_it: Non ho il permesso di connettermi o parlare in {channel}
ro_ro: Nu am permisiunea de a mă conecta sau de a vorbi în {channel}

source: {track_count} tracks enqueued
it_it: {track_count} tracce accodate
ro_ro: {track_count} piese puse în așteptare

source: {track} enqueued
it_it: {track} accodato
ro_ro: {track} puse în așteptare

source: No tracks were found for your query
it_it: Nessuna traccia trovata per la tua query
ro_ro: Nu au fost găsite melodii pentru interogarea dvs.

source: Play local files and folders from the owner configured location.
de_lu: Wiedergeben von lokalen Dateien und Ordnern an der vom Eigent체mer konfigurierten Position.

source: Configure cog settings.
de_lu: Konfiguration der Zahnarzteinstellungen.

source: Show the version of the Cog and it's PyLav dependencies.
de_lu: Zeigt die Version des Cog und seine PyLav Abh채ngigkeiten an.

source: Play a local file or folder, supports partial searching.
de_lu: Abspielen einer lokalen Datei oder eines Ordners, unterst체tzt die Teilsuche.

source: You must be in a voice channel to allow me to connect.
de_lu: Du musst in einem Sprachkanal sein, damit ich mich verbinden kann.

source: I don't have permission to connect or speak in {channel}.
de_lu: Ich habe keine Berechtigung, mich in {channel} zu verbinden oder zu sprechen.

source: {track_count} tracks enqueued.
de_lu: {track_count} Tracks eingereiht.

source: {track} enqueued.
de_lu: {track} angemeldet.

source: No tracks were found for your query.
de_lu: Es wurden keine Tracks f체r Ihre Suche gefunden.
