Repository: PyLav/Red-Cogs
Catalog: plconfig/locales/*.po
Languages: ar_bh, cs_cz, da_dk, de_li, el_cy, es_es, fr_lu, hr_hr, ro_ro

source: Configure PyLav library settings
hr_hr: Konfiguriranje postavki PyLav biblioteke

source: Change global settings for PyLav
ar_bh: تغيير الإعدادات العامة لـ PyLav
cs_cz: Změnit globální nastavení pro PyLav
da_dk: Skift globale indstillinger for PyLav
de_li: Globale Einstellungen für PyLav ändern
el_cy: Αλλαγή καθολικών ρυθμίσεων για το PyLav
es_es: Cambiar la configuración global de PyLav
fr_lu: Modifier les paramètres globaux pour PyLav
hr_hr: Promjena globalnih postavki za PyLav
ro_ro: Schimbă setările globale pentru PyLav

source: Show the version of the Cog and its PyLav dependencies
hr_hr: Prikaz verzije Zupčanika i njegovih PyLav ovisnosti

source: Library/Cog
ar_bh: المكتبة/الكلب
cs_cz: Knihovna/Cog
da_dk: Bibliotek/Tåge
de_li: Bibliothek/Cog
el_cy: Βιβλιοθήκη/Σόργο
es_es: Biblioteca/Cog
fr_lu: Bibliothèque/Cog
hr_hr: Biblioteka/Zupčanik
ro_ro: Bibliotecă/Cog

source: Version
ar_bh: الإصدار
cs_cz: Verze
el_cy: Έκδοση
es_es: Versión
hr_hr: Verzija
ro_ro: Versiune

source: Show the config values
hr_hr: Prikaz vrijednosti konfiguracije

source: PyLav Config
hr_hr: PyLav konfiguracija

source: Get information about the PyLav library settings
hr_hr: Informacije o postavkama biblioteke PyLav

source: Get information about bot owner configured settings for the players
hr_hr: Informacije o konfiguriranim postavkama vlasnika bota za igrače

source: Context Player Config
hr_hr: Konfiguracija programa Context Player

source: Get information about contextual settings for the player, accounting for the global settings
hr_hr: Saznajte više o kontekstualnim postavkama za igrača, uzimajući u obzir globalne postavke

source: Server Player Config
hr_hr: Konfiguracija programa Server Player

source: Get information about server configured settings for the player
hr_hr: Dohvaćanje informacija o konfiguriranim postavkama poslužitelja za reproduktor

source: Playlist Tasks
hr_hr: Zadaci popisa za reproduciranje

source: Get information about the playlist auto update schedule
hr_hr: Informacije o rasporedu automatskog ažuriranja popisa za reproduciranje

source: PyLav Paths
hr_hr: PyLav putovi

source: Get information about PyLav paths
hr_hr: Informacije o PyLav putovima

source: Managed Node Config
hr_hr: Konfiguracija upravljanog čvora

source: Get information about the Managed PyLav Lavalink node
hr_hr: Informacije o upravljanom čvoru PyLav Lavalink

source: Checks if a user or role is considered a DJ
hr_hr: Provjerava smatra li se korisnik ili uloga DJ-om

source: {role} is a DJ role
hr_hr: {role} je DJ uloga

source: {role} is not a DJ role
hr_hr: {role} nije DJ uloga

source: {user} is a DJ
hr_hr: {user} je DJ

source: {user} is not a DJ
hr_hr: {user} nije DJ

source: Set the local tracks folder for PyLav. Changes will be applied after restarting the [botname].
hr_hr: Postavite lokalnu mapu zapisa za PyLav. Promjene će se primijeniti nakon ponovnog pokretanja [botname].

source: {folder} is not a folder
hr_hr: {folder} nije mapa

source: {folder} does not exist, run the command again with the create argument set to 1 to automatically create this folder
hr_hr: {folder} ne postoji, ponovno pokrenite naredbu s argumentom stvaranja postavljenim na 1 da biste automatski stvorili ovu mapu

source: PyLav's local tracks folder has been set to {folder}
hr_hr: PyLav-ova mapa lokalnih zapisa postavljena je na {folder}

source: Change the managed node configuration
hr_hr: Promjena konfiguracije upravljanog čvora

source: Toggle the managed node on/off. Changes will be applied after restarting the [botname].
hr_hr: Uključivanje/isključivanje upravljanog čvora. Promjene će se primijeniti nakon ponovnog pokretanja [botname].

source: PyLav's managed node has been enabled
hr_hr: Omogućen je upravljani čvor PyLava

source: PyLav's managed node has been disabled
hr_hr: Upravljani čvor PyLava je onemogućen

source: Toggle the managed node auto updates on/off. Changes will be applied after restarting [botname].
hr_hr: Uključivanje/isključivanje automatskih ažuriranja upravljanih čvorova. Promjene će se primijeniti nakon ponovnog pokretanja [botname].

source: PyLav's managed node auto updates have been enabled
hr_hr: Omogućena su automatska ažuriranja upravljanih čvorova na PyLav-u

source: PyLav's managed node auto updates have been disabled
hr_hr: PyLav-ova automatska ažuriranja upravljanih čvorova onemogućena su

source: Change the bundled external nodes state
hr_hr: Promjena stanja u paketu s vanjskim čvorovima

source: Toggle the managed external draper.wtf nodes on/off
hr_hr: Uključivanje/isključivanje upravljanih vanjskih čvorova draper.wtf

source: PyLav's managed pylav external node has been enabled
hr_hr: Omogućen je PyLav upravljani pylav vanjski čvor

source: PyLav's managed pylav external node has been disabled
hr_hr: PyLav upravljani pylav vanjski čvor je onemogućen

source: Toggle the managed external lava.link node on/off
hr_hr: Uključivanje/isključivanje upravljanog vanjskog čvora lava.link

source: PyLav's managed lava.link external node has been disabled
hr_hr: PyLav upravljani vanjski čvor lava.link je onemogućen

source: PyLav's managed lava.link has been permanently removed
hr_hr: PyLav-ova upravljana lava.link trajno je uklonjena

source: Instructions on how to set the Spotify API Tokens
hr_hr: Upute za postavljanje Tokena API-ja za Spotify

source: 1. Go to Spotify developers and log in with your Spotify account. (https://developer.spotify.com/dashboard/applications) 2. Click "Create An App". 3. Fill out the form provided with your app name, etc. 4. When asked if you're developing commercial integration select "No". 5. Accept the terms and conditions. 6. Copy your client ID and your client secret into: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
ar_bh: 1. انتقل إلى مطوري Spotify وقم بتسجيل الدخول باستخدام حساب Spotify الخاص بك. (https://developer.spotify. om/dashboard/applications) 2. انقر فوق "إنشاء تطبيق". 3. ملء النموذج المقدم باسم التطبيق الخاص بك، إلخ. 4. عند السؤال عما إذا كنت تطور التكامل التجاري اختر "لا". 5. قبول الأحكام والشروط 6. نسخ معرف العميل وسرية العميل في: {prefix}تعيين api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
cs_cz: 1. Přejděte na Spotify vývojáře a přihlaste se pomocí svého účtu Spotif. (https://developer.spotify. om/dashboard/applications) 2. Klikněte na "Vytvořit aplikaci". 3. Vyplňte formulář s názvem aplikace atd. 4. Při dotazu, zda rozvíjíte komerční integraci, vyberte "Ne". 5. Přijměte podmínky a podmínky 6. Zkopírujte své ID klienta a tajný klíč do: {prefix}nastavte api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
es_es: 1. Ve a los desarrolladores de Spotify e inicia sesión con tu cuenta de Spotify. (https://developer.spotify. om/dashboard/applications) 2. Haga clic en "Crear una aplicación". 3. Rellene el formulario proporcionado con su nombre de aplicación, etc. 4. Cuando se le pregunte si está desarrollando la integración comercial, seleccione "No". 5. Acepte los términos y condiciones. 6. Copia tu ID de cliente y tu secreto de cliente: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
fr_lu: 1. Allez sur les développeurs Spotify et connectez-vous avec votre compte Spotify. (https://developer.spotify. om/dashboard/applications) 2. Cliquez sur "Créer une application". 3. Remplissez le formulaire fourni avec le nom de votre application, etc. 4. Lorsqu'on vous demande si vous développez une intégration commerciale, sélectionnez "Non". 5. Acceptez les termes et conditions. 6. Copiez votre identifiant client et votre secret client dans: `{prefix}définir api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
hr_hr: 1. Idite na razvojne programere spotifyja i prijavite se sa svojim Spotify računom. (https://developer.spotify.com/dashboard/applications) 2. Kliknite "Stvori aplikaciju". 3. Ispunite obrazac koji se nalazi s nazivom vaše aplikacije itd. 4. Na pitanje razvijate li komercijalnu integraciju odaberite "Ne". 5. Prihvatite uvjete i odredbe. 6. Kopirajte svoj klijentski ID i tajnu klijenta u: `{prefix}postavljanje api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
ro_ro: 1. Mergeți la dezvoltatorii Spotify și conectați-vă cu contul dvs. Spotify. (https://developer.spotify. om/dashboard/aplicații) 2. Faceți clic pe "Creați o aplicație". 3. Completați formularul furnizat cu numele aplicației dvs etc. 4. Atunci când vă întrebați dacă dezvoltați integrarea comercială, selectați "Nu". 5. Acceptați termenii și condițiile 6. Copiați ID-ul clientului și clientul secret în: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`

source: Manage active players
fr_lu: Gérer les joueurs actifs
hr_hr: Upravljanje aktivnim igračima

source: No active player in {name}
hr_hr: Nema aktivnog igrača u sustavu {name}

source: No connected players
hr_hr: Nema povezanih igrača

source: Toggle whether or not to change [botname]'s activity
hr_hr: Uključi/isključi treba li promijeniti ili ne [botname]'s aktivnosti

source: PyLav will change bot activity
hr_hr: PyLav će promijeniti aktivnost bota

source: PyLav will no longer change the bot activity
hr_hr: PyLav više neće mijenjati aktivnost bota

source: Enabled
hr_hr: Omogućen

source: Disabled
hr_hr: Onemogućen

source: Use Managed Node
hr_hr: Koristi upravljani čvor

source: Auto Update Managed Node
hr_hr: Automatsko ažuriranje Upravljani čvor

source: Change Bot activity
hr_hr: Promjena aktivnosti bota

source: Use Bundled PyLav Nodes
hr_hr: Koristi u paketu PyLav čvorovi

source: Use Bundled lava.link Nodes
hr_hr: Koristi u paketu čvorovi lava.link

source: Value
hr_hr: Vrijednost

source: Volume
hr_hr: Obim

source: Maximum Volume
hr_hr: Maksimalna glasnoća

source: AutoPlay
hr_hr: Automatska reprodukcija

source: Shuffling
hr_hr: Miješanje

source: Auto Shuffle
hr_hr: Automatsko miješanje

source: Auto Deafen
hr_hr: Automatsko zaglušivanje

source: Auto Disconnect
hr_hr: Automatski prekini vezu

source: {enabled} {timer} seconds
hr_hr: {enabled} {timer} sekunde

source: Auto Alone Pause
hr_hr: Automatska pauza

source: Auto Alone Disconnect
hr_hr: Automatski sam prekini vezu

source: You need to be in a server to be able to show this page.
hr_hr: Morate biti na poslužitelju da biste mogli prikazati ovu stranicu.

source: Too many to show ({count})
hr_hr: Previše za pokazati ({count})

source: None
hr_hr: Nijedan

source: AutoPlay Playlist
hr_hr: Popis za automatsku reprodukciju

source: Loop track
hr_hr: Zapis petlje

source: Loop Queue
hr_hr: Red čekanja petlje

source: Forced Voice Channel
hr_hr: Prisilni glasovni kanal

source: Forced Command Channel
hr_hr: Prisilni zapovjedni kanal

source: Forced Notification Channel
hr_hr: Kanal prisilne obavijesti

source: DJ Users
hr_hr: DJ korisnici

source: DJ Roles
hr_hr: DJ uloge

source: Next Bundled Playlist Update
hr_hr: Sljedeće u paketu Ažuriranje popisa za reproduciranje

source: Next Bundled External Playlist Update
hr_hr: Sljedeći u paketu vanjski Ažuriranje popisa za reproduciranje

source: Next External Playlist Update
hr_hr: Sljedeći vanjski Ažuriranje popisa za reproduciranje

source: Date and Time (UTC)
hr_hr: Datum i vrijeme (UTC)

source: You need to be the bot owner to be able to show this page.
hr_hr: Morate biti vlasnik bota da biste mogli prikazati ovu stranicu.

source: Config Folder
hr_hr: Mapa Konfiguracija

source: Local Tracks
hr_hr: Lokalni zapisi

source: Lavalink Folder
hr_hr: Mapa Lavalink

source: Java Executable
hr_hr: Java izvršna datoteka

source: Not Found
hr_hr: Nije pronađeno

source: Paths
hr_hr: Staze

source: Path
hr_hr: Put

source: Lavalink Branch
hr_hr: Grana Lavalink

source: Lavalink Version
hr_hr: Lavalink verzija

source: Build Time
hr_hr: Vrijeme izgradnje

source: Commit
hr_hr: Počiniti

source: Auto Update
hr_hr: Automatsko ažuriranje

source: Select an option from the dropdown menu below.
hr_hr: Odaberite mogućnost s padajućeg izbornika u nastavku.

source: Pick an option to view
hr_hr: Odaberite mogućnost prikaza

source: You are not authorized to interact with this option
hr_hr: Niste ovlašteni za interakciju s ovom opcijom

source: You are not authorized to interact with this
hr_hr: Niste ovlašteni komunicirati s ovim

source: Configure PyLav library settings.
ar_bh: تكوين إعدادات مكتبة بيلاف.
cs_cz: Konfigurace nastavení PyLav knihovny.
da_dk: Indstil indstillinger for PyLav bibliotek.
de_li: PyLav Bibliothekseinstellungen konfigurieren.
el_cy: Ρύθμιση παραμέτρων βιβλιοθήκης PyLav.
es_es: Configurar la configuración de la biblioteca PyLav.
fr_lu: Configurer les paramètres de la bibliothèque PyLav.
ro_ro: Configurați setările bibliotecii PyLav.

source: Show the version of the Cog and it's PyLav dependencies.
ar_bh: إظهار نسخة من الكتلة وهي تبعيات PyLav .
cs_cz: Ukaž verzi Cog a jsou to PyLav závislosti.
da_dk: Vis versionen af Cog og det er PyLav afhængigheder.
de_li: Zeigt die Version des Cog und seine PyLav Abhängigkeiten an.
el_cy: Εμφάνιση της έκδοσης του Cog και είναι PyLav εξαρτήσεις.
es_es: Mostrar la versión del Cog y sus dependencias PyLav.
fr_lu: Affiche la version du Cog et ses dépendances PyLav.
ro_ro: Arată versiunea Cog şi este dependenţe PyLav.

source: Set the folder for PyLav's config files Changes will be applied after restarting the bot.
ar_bh: تعيين المجلد لملفات تكوين PyLav's سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.
cs_cz: Nastavte složku pro PyLav's config files Změny budou aplikovány po restartování botu.
da_dk: Indstil mappen for PyLavs konfigurationsfiler Ændringer vil blive anvendt efter genstart af bot.
de_li: Legen Sie den Ordner für PyLavs Konfigurationsdateien fest Änderungen werden nach dem Neustart des Bots angewendet.
el_cy: Ορίστε το φάκελο για τα αρχεία ρυθμίσεων PyLav's Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση του bot.
es_es: Establezca la carpeta para los archivos de configuración de PyLav Los cambios se aplicarán después de reiniciar el bot.
fr_lu: Définit le dossier des fichiers de configuration de PyLav Les modifications seront appliquées après le redémarrage du bot.
ro_ro: Setaţi folderul pentru fişierele de configurare PyLav Modificările vor fi aplicate după repornirea botului.

source: {folder} is not a folder.
ar_bh: {folder} ليس مجلدا.
cs_cz: {folder} není složka.
da_dk: {folder} er ikke en mappe.
de_li: {folder} ist kein Ordner.
el_cy: {folder} δεν είναι φάκελος.
es_es: {folder} no es una carpeta.
fr_lu: {folder} n'est pas un dossier.
ro_ro: {folder} nu este un dosar.

source: {folder} does not exist, run the command again with the create argument set to 1 to automatically create this folder.
ar_bh: {folder} غير موجود، قم بتشغيل الأمر مرة أخرى باستخدام وسيط إنشاء إلى 1 لإنشاء هذا المجلد تلقائياً.
cs_cz: {folder} neexistuje, spusťte příkaz znovu s vytvořeným argumentem nastaveným na 1 pro automatické vytvoření této složky.
da_dk: {folder} eksisterer ikke, kør kommandoen igen med det argument der er sat til 1 for automatisk at oprette denne mappe.
de_li: {folder} existiert nicht, führen Sie den Befehl erneut mit dem Erstellungsargument 1 aus, um diesen Ordner automatisch zu erstellen.
el_cy: {folder} δεν υπάρχει, εκτελέστε ξανά την εντολή με το όρισμα δημιουργίας που ορίζεται στο 1 για να δημιουργήσετε αυτόματα αυτόν το φάκελο.
es_es: {folder} no existe, vuelva a ejecutar el comando con el argumento create set a 1 para crear automáticamente esta carpeta.
fr_lu: {folder} n'existe pas, exécutez la commande à nouveau avec l'argument create à 1 pour créer automatiquement ce dossier.
ro_ro: {folder} nu există, execută comanda din nou cu argumentul creați la 1 pentru a crea automat acest folder.

source: PyLav's config folder has been set to {folder}.
ar_bh: تم تعيين مجلد تكوين PyLavإلى {folder}.
cs_cz: PyLavova konfigurační složka byla nastavena na {folder}.
da_dk: PyLavs konfigurationsmappe er indstillet til {folder}.
de_li: PyLavs Konfigurationsordner wurde auf {folder} gesetzt.
el_cy: Ο φάκελος ρυθμίσεων της PyLav's έχει οριστεί σε {folder}.
es_es: La carpeta de configuración de PyLavel se ha establecido en {folder}.
fr_lu: Le dossier de configuration de PyLava a été réglé sur {folder}.
ro_ro: Directorul de configurare PyLave a fost setat la {folder}.

source: Set the local tracks folder for PyLav. Changes will be applied after restarting the bot.
ar_bh: تعيين مجلد المسارات المحلية لـ PyLav. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.
cs_cz: Nastavte místní složku pro PyLav. Změny budou aplikovány po restartu bota.
da_dk: Indstil den lokale spormappe for PyLav. Ændringer vil blive anvendt efter genstart af bot.
de_li: Legen Sie den lokalen Track-Ordner für Pylak fest. Änderungen werden nach einem Neustart des Bots angewendet.
el_cy: Ορίστε τον τοπικό φάκελο κομματιών για το PyLav. Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση του bot.
es_es: Establezca la carpeta de pistas locales para PyLav. Los cambios se aplicarán después de reiniciar el bot.
fr_lu: Définit le dossier de pistes locales pour PyLav. Les modifications seront appliquées après le redémarrage du bot.
ro_ro: Setați directorul de piese locale pentru PyLav. Modificările vor fi aplicate după repornirea botului.

source: PyLav's local tracks folder has been set to {folder}.
ar_bh: تم تعيين مجلد المسارات المحلية لـ PyLavإلى {folder}.
cs_cz: Místní složka PyLavu byla nastavena na {folder}.
da_dk: PyLavs lokale spormappe er blevet indstillet til {folder}.
de_li: Der Ordner der lokalen Tracks von Pylav wurde auf {folder} gesetzt.
el_cy: Ο φάκελος τοπικών κομματιών της PyLav's έχει οριστεί σε {folder}.
es_es: La carpeta de pistas locales de PyLave se ha establecido en {folder}.
fr_lu: Le dossier de pistes locales de PyLava a été réglé sur {folder}.
ro_ro: Directorul pentru piese locale PyLave a fost setat la {folder}.

source: Set the java executable for PyLav. Default is "java" Changes will be applied after restarting the bot.
ar_bh: تعيين جافا قابلة للتنفيذ لـ PyLav. الافتراضي هو "جافا" سيتم تطبيق التغييرات بعد إعادة تشغيل بوت.
cs_cz: Nastavte spustitelný soubor pro PyLav. Výchozí hodnota je "java" Změny budou aplikovány po restartování bota.
de_li: Legen Sie die Java ausführbare Datei für Pylav fest. Standard ist "java" Änderungen werden nach dem Neustart des Bots angewendet.
el_cy: Ορίστε το εκτελέσιμο java για το PyLav. Η προεπιλογή είναι "java" Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση του bot.
es_es: Establece el ejecutable de java para PyLav. Por defecto es "java" Se aplicarán los cambios después de reiniciar el bot.
fr_lu: Définit l'exécutable java pour PyLav. La valeur par défaut est "java" Les changements seront appliqués après le redémarrage du bot.
ro_ro: Setați java executabil pentru PyLav. Implicit este "java" Modificările vor fi aplicate după repornirea botului.

source: {java} does not exist, run the command again with the java argument set to the correct path.
ar_bh: {java} غير موجود، قم بتشغيل الأمر مرة أخرى مع تعيين حجة جافا إلى المسار الصحيح.
cs_cz: {java} neexistuje, spusťte příkaz znovu s argumentem java nastaveným na správnou cestu.
da_dk: {java} eksisterer ikke, kør kommandoen igen med java argumentet sat til den korrekte sti.
de_li: {java} existiert nicht, führen Sie den Befehl erneut aus, wobei das Java-Argument auf den korrekten Pfad gesetzt ist.
el_cy: {java} δεν υπάρχει, εκτελέστε ξανά την εντολή με το όρισμα java που έχει οριστεί στη σωστή διαδρομή.
es_es: {java} no existe, ejecuta de nuevo el comando con el argumento java establecido en la ruta correcta.
fr_lu: {java} n'existe pas, exécutez la commande à nouveau avec l'argument java défini au bon chemin.
ro_ro: {java} nu există, rulează comanda din nou cu argumentul java setat pe calea corectă.

source: {java} is not an executable file.
ar_bh: {java} ليس ملف قابل للتنفيذ.
cs_cz: {java} není spustitelný soubor.
da_dk: {java} er ikke en eksekverbar fil.
de_li: {java} ist keine ausführbare Datei.
el_cy: {java} δεν είναι εκτελέσιμο αρχείο.
es_es: {java} no es un archivo ejecutable
fr_lu: {java} n'est pas un fichier exécutable.
ro_ro: {java} nu este un fișier executabil.

source: {java} is not an executable, run the command again with the java argument set to the correct path.
ar_bh: {java} ليس قابلاً للتنفيذ، قم بتشغيل الأمر مرة أخرى مع تعيين حجة جافا إلى المسار الصحيح.
cs_cz: {java} není spustitelný soubor, spusťte příkaz znovu s argumentem java nastaveným na správnou cestu.
da_dk: {java} er ikke en eksekverbar, kør kommandoen igen med java argumentet sat til den korrekte sti.
de_li: {java} ist keine ausführbare Datei, führen Sie den Befehl erneut mit dem Java-Argument, das auf den korrekten Pfad gesetzt ist.
el_cy: {java} δεν είναι εκτελέσιμο, εκτελέστε την εντολή ξανά με το όρισμα java να έχει οριστεί στη σωστή διαδρομή.
es_es: {java} no es un ejecutable, ejecuta el comando de nuevo con el argumento java establecido en la ruta correcta.
fr_lu: {java} n'est pas un exécutable, exécutez à nouveau la commande avec l'argument java défini au bon chemin.
ro_ro: {java} nu este un executabil, rulează comanda din nou cu argumentul java setat pe calea corectă.

source: PyLav's java executable has been set to {java}.
ar_bh: تم تعيين جافا PyLav's إلى {java}.
cs_cz: Spustitelný soubor PyLava byl nastaven na {java}.
da_dk: PyLavs java eksekverbare er blevet indstillet til {java}.
de_li: PyLavs Java ausführbare Datei wurde auf {java} gesetzt.
el_cy: Το εκτελέσιμο java της PyLava έχει οριστεί σε {java}.
es_es: El ejecutable de java de PyLave se ha establecido en {java}.
fr_lu: L'exécutable java de PyLave a été réglé sur {java}.
ro_ro: Executabilul java al lui PyLava a fost setat la {java}.

source: Change the managed node configuration.
ar_bh: تغيير تكوين العقدة المدارة.
cs_cz: Změnit konfiguraci spravovaného uzlu.
da_dk: Ændr den administrerede indholdselementkonfiguration.
de_li: Verwaltete Knotenkonfiguration ändern.
el_cy: Αλλάξτε τις διαχειριζόμενες ρυθμίσεις κόμβου.
es_es: Cambiar la configuración del nodo administrado.
fr_lu: Modifier la configuration du noeud géré.
ro_ro: Modificați configurația modulului gestionat.

source: Toggle the managed node on/off. Changes will be applied after restarting the bot.
ar_bh: تبديل تشغيل أو إيقاف تشغيل العقدة المدارة. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.
cs_cz: Zapnout/vypnout spravovaný uzel. Změny budou aplikovány po restartu bota.
da_dk: Slå den administrerede node til/fra. Ændringer vil blive anvendt efter genstart af bot.
de_li: Schaltet den verwalteten Knoten ein/aus. Änderungen werden nach einem Neustart des Bots angewendet.
el_cy: Εναλλαγή του διαχειριζόμενου κόμβου on/off. Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση του bot.
es_es: Encender/apagar el nodo administrado. Se aplicarán los cambios después de reiniciar el bot.
fr_lu: Activer/désactiver le noeud géré. Les modifications seront appliquées après le redémarrage du bot.
ro_ro: Comută nodul gestionat pornit/oprit. Modificările vor fi aplicate după repornirea botului.

source: PyLav's managed node has been enabled.
ar_bh: تم تمكين العقدة التي تديرها PyLav.
cs_cz: PyLav's spravovaný uzel byl povolen.
da_dk: PyLavs styrede indholdselement er blevet aktiveret.
de_li: PyLavs verwalteter Knoten wurde aktiviert.
el_cy: Ο διαχειριζόμενος κόμβος της PyLav έχει ενεργοποιηθεί.
es_es: Se ha habilitado el nodo administrado de PyLav.
fr_lu: Le noeud géré par Pylave a été activé.
ro_ro: Nodul gestionat de PyLavs a fost activat.
