Repository: PyLav/Red-Cogs
Catalog: plconfig/locales/*.po
Languages: ar_bh, cs_cz, da_dk, de_li, el_cy, es_es, fr_lu, hr_hr, ro_ro

source: PyLav's managed node has been disabled.
ar_bh: تم تعطيل العقدة التي تديرها PyLav.
cs_cz: PyLav's spravovaný uzel byl zakázán.
da_dk: PyLavs styrede indholdselement er blevet deaktiveret.
de_li: PyLavs verwalteter Knoten wurde deaktiviert.
el_cy: Ο διαχειριζόμενος κόμβος της PyLav έχει απενεργοποιηθεί.
es_es: Se ha desactivado el nodo administrado de PyLav.
fr_lu: Le noeud géré par Pylave a été désactivé.
ro_ro: Nodul gestionat de PyLave a fost dezactivat.

source: Toggle the managed node auto updates on/off. Changes will be applied after restarting the bot.
ar_bh: تبديل التحديثات التلقائية للعقدة المدارة تشغيل/إيقافها. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.
cs_cz: Zapnout/vypnout spravované aktualizace uzlu. Změny budou aplikovány po restartování botu.
da_dk: Slå den administrerede node auto opdateringer til/fra. Ændringer vil blive anvendt efter genstart af bot.
de_li: Automatische Updates ein-/ausschalten. Änderungen werden nach dem Neustart des Bots angewendet.
el_cy: Ενεργοποίηση/απενεργοποίηση αυτόματων ενημερώσεων κόμβου. Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση του bot.
es_es: Encender/apagar las actualizaciones automáticas del nodo administrado. Se aplicarán los cambios después de reiniciar el bot.
fr_lu: Activer/désactiver les mises à jour automatiques des nœuds gérés. Les modifications seront appliquées après le redémarrage du bot.
ro_ro: Comutați nodul de actualizare automată pornit/oprit. Modificările vor fi aplicate după repornirea botului.

source: PyLav's managed node auto updates have been enabled.
ar_bh: تم تمكين التحديثات التلقائية لعقدة PyLav.
cs_cz: Automaticky spravované PyLav's Node aktualizace byly povoleny.
da_dk: PyLavs administrerede node auto-opdateringer er blevet aktiveret.
de_li: PyLavs verwaltete Knoten Auto-Aktualisierungen wurden aktiviert.
el_cy: Οι διαχειριζόμενες αυτόματες ενημερώσεις κόμβων PyLav's έχουν ενεργοποιηθεί.
es_es: Se han habilitado las actualizaciones automáticas de nodos administrados por PyLav.
fr_lu: Les mises à jour automatiques de nœuds gérées par PyLav.
ro_ro: Actualizările modulului automat gestionate de PyLave au fost activate.

source: PyLav's managed node auto updates have been disabled.
ar_bh: تم تعطيل التحديثات التلقائية لعقدة PyLav.
cs_cz: Automatické aktualizace PyLav's spravovaných Node byly zakázány.
da_dk: PyLavs administrerede node auto-opdateringer er blevet deaktiveret.
de_li: PyLavs verwaltete Knoten automatische Aktualisierungen wurden deaktiviert.
el_cy: Οι διαχειριζόμενες αυτόματες ενημερώσεις κόμβων της PyLav's έχουν απενεργοποιηθεί.
es_es: Las actualizaciones automáticas de nodo administradas por PyLave han sido deshabilitadas.
fr_lu: Les mises à jour automatiques de nœuds gérées par PyLav, ont été désactivées.
ro_ro: Actualizările modulului automat gestionate de PyLave au fost dezactivate.

source: Toggle the managed external node on/off.
ar_bh: تبديل تشغيل أو إيقاف تشغيل العقدة الخارجية المعالجة.
cs_cz: Zapnout/vypnout spravovaný externí uzel.
da_dk: Slå den administrerede eksterne knude til/fra.
de_li: Den verwalteten externen Knoten ein-/ausschalten.
el_cy: Ενεργοποίηση/απενεργοποίηση του διαχειριζόμενου εξωτερικού κόμβου.
es_es: Activa o desactiva el nodo externo administrado.
fr_lu: Activer/désactiver le noeud externe géré.
ro_ro: Comută nodul extern gestionat pornit/oprit.

source: PyLav's managed external node has been enabled.
ar_bh: تم تمكين العقدة الخارجية التي تديرها PyLav.
cs_cz: PyLav's spravovaný externí uzel byl povolen.
da_dk: PyLavs administrerede eksterne node er blevet aktiveret.
de_li: PyLavs verwalteter externer Knoten wurde aktiviert.
el_cy: Ο διαχειριζόμενος εξωτερικός κόμβος της PyLav έχει ενεργοποιηθεί.
es_es: Se ha habilitado el nodo externo administrado por PyLav.
fr_lu: Le noeud externe géré par PyLave a été activé.
ro_ro: Nodul extern gestionat de PyLavs a fost activat.

source: PyLav's managed external node has been disabled.
ar_bh: تم تعطيل العقدة الخارجية التي تديرها PyLav.
cs_cz: PyLav's spravovaný externí uzel byl zakázán.
da_dk: PyLavs administrerede eksterne node er blevet deaktiveret.
de_li: PyLavs verwalteter externer Knoten wurde deaktiviert.
el_cy: Ο διαχειριζόμενος εξωτερικός κόμβος της PyLav έχει απενεργοποιηθεί.
es_es: Se ha desactivado el nodo externo administrado por PyLav.
fr_lu: Le noeud externe géré par Pylave a été désactivé.
ro_ro: Nodul extern gestionat de PyLavs a fost dezactivat.

source: Instructions on how to set the Spotify API Tokens.
ar_bh: تعليمات حول كيفية تعيين رمز API Spotify
cs_cz: Pokyny k nastavení Spotify API toens.
es_es: Instrucciones sobre cómo configurar las fichas API de Spotify.
fr_lu: Instructions sur la façon de définir les jetons de l'API Spotify.
ro_ro: Instrucțiuni despre cum să setați jetoanele Spotify API.

source: No active player in {}.
fr_lu: Aucun joueur actif dans {}.

source: No connected players.
fr_lu: Aucun joueur connecté.
